{"id":"17124599","auth_type":"HH","account_source":328017,"updated":"2020-08-05T18:21:54+03:00","created":"2020-08-05T18:21:54+03:00","files":[],"source_url":null,"foreign":"2cae8ccf0007172901000133e1504a67547244","key":"07172901","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":null}},"resume":{"personal_info":{"photo":null,"first_name":"Роман","middle_name":"Владимирович","last_name":"Давыдов","birth_date":null,"text_block":null},"source_url":null,"position":"Product Manager/Project Manager","specialization":[{"id":"1.221","name":"Программирование, Разработка","external_id":"1.221","profarea_id":"1","external_profarea_id":"1","prefarea_name":null},{"id":"1.327","name":"Управление проектами","external_id":"1.327","profarea_id":"1","external_profarea_id":"1","prefarea_name":null},{"id":"1.359","name":"Электронная коммерция","external_id":"1.359","profarea_id":"1","external_profarea_id":"1","prefarea_name":null}],"skill_set":["Бренд-менеджмент","Графический дизайн","Маркетинговые коммуникации","Оперативное планирование","Организаторские навыки","Оценка инвестиционных проектов","Планирование рекламных кампаний","Продвижение бренда","Разработка маркетинговой стратегии","Управление командой","Управление лояльностью потребителей","Проведение презентаций","Управление проектами","Организация мероприятий","Аналитические исследования","Mac Os","Adobe InDesign","Adobe Illustrator","Adobe Photoshop","Final Cut","Креативность","SMM","Дизайн интерфейсов","Маркетинговое планирование","Руководство коллективом","Аналитическое мышление","Дизайн","Разработка концепции","Agile Project Management","Scrum"],"gender":null,"experience":[{"position":"Product Manager / Product Owner","date_from":{"year":2016,"month":11,"day":1,"precision":2},"date_to":null,"company":"Кристалл Сервис","experience_area":null,"industries":null,"description":"Создание, развитие и продвижение новых решений для крупных ритейлеров. \n \nПродукт «сенсорные кассы» (https://www.crystals.ru/set-touch) \nСовмещение обязанностей Product Manager, Product Owner, Business Analyst, UX/UI-designer. \nПодключение к проекту на уровне менее чем 5%-ой готовности, отсутствия требований и плана реализации. \n \n Блок задач PM: \nСбор требований, анализ конкурентов, pre-sale с представителями крупных сетевых ритейлеров, подготовка материалов для маркетинга и продаж. \nНепосредственное участие в проектах внедрения решений компании. \n Участие в профильных мероприятиях – Неделя Российского Ритейла, Fashion Retail Business Forum, форум ФНС. \nРабота с вендорами (Тайвань/Китай): переговоры, формирование продуктовой линейки, тестирование и выбор оборудования. \n \nБлок задач PO: \nФормирование и управление командами разработки – in-house и аутсорсинг под отдельные задачи. \nСбор требований с клиентов, составление персон, Product Roadmap, Product Backlog, проведение бизнес-анализа, написание User Story, составление User Story Mapping. \nИнтеграция с различными системами - CRM, CMS, EPR, Loyalty, BI. \nПрименение Agile-методик, команда работает по Kanban. \n \nБлок задач UX/UI: \nРазработка интерфейса кассы (Sketch), составление Screen Flow, передача в разработку (Zeplin). \n \nЗапущено более 20 проектов в торговых сетях «Лента», «Декатлон», «Глобус», «Азбука Вкуса», «Окей», «Ашан», «Лэнд», «Винлаб» и других. \n \nПродукт CSI e-commerce \nПроработка семейства продуктов для e-commerce полного цикла - от витрины до покупателя. \nГлубокий анализ крупных e-commerce проектов - e-grocery, FMCG, B2B, маркетплейсы. \nПредпроектная подготовка, инфраструктурное проектирование, бизнес-анализ и консалтинг клиентов, проведение pre-sale.","skills":null},{"position":"Руководитель отдела интернет-проектов","date_from":{"year":2015,"month":8,"day":1,"precision":2},"date_to":{"year":2016,"month":11,"day":1,"precision":2},"company":"Finestreet Media Group","experience_area":null,"industries":null,"description":"ADDAWARDS.RU – международная профессиональная премия для архитекторов, дизайнеров и декораторов. \n2016 год – руководитель проекта \n – Переработка концепции премии с учетом полученного опыта и дальнейшего масштабирования данных. \n – Формирование долгосрочной стратегии и плана развития проекта: описание новых функциональных возможностей с учетом продуктового портфеля компании. \n– Финансовое планирование, разработка инвестиционного и маркетингового плана, составление технического задания для нового сайта. \n – Формирование команды полного цикла проекта - разработка, продвижение (реклама, PR, контент, event), администрирование. \nSt. Petersburg Design Week 2016 \nИнтернет-продвижение мероприятия. \nРазработка SMM-стратегии, рекламные кампании в социальных сетях ВКонтакте, Facebook, Instagram. Аналитика эффективности рекламных каналов, оптимизация РК. \n Результаты: \nРост количества посетителей сайта на 20% (из социальных сетей на 138%); рост регистраций на мероприятия Недели Дизайна на 36%; на 65% увеличилось количество новых посетителей; увеличение органического охвата публикаций в Facebook – на 166% (по сравнению с 2015 годом). \nИнтерактивная версия журнала «Жилая среда» \n Разработка концепции и запуск приложения для iOS и Android, разработка макетов основных страниц, самостоятельная верстка и доработка выпусков. Аналитика приложений с помощью Google Analytics и Yahoo Flurry, использование сервисов AppAnnie, SensorTower. \nРезультаты: \nПродвижение в AppStore – TOP-5 в категории Home &amp; Garden (Newsstand) в 9 странах, Women's Interest (Newsstand) – в 6 странах. \n Другое: \nРазработка технических заданий для трех других сайтов компании; организация email-маркетинга, разработка графических и видеоматериалов; составление регламентов работы для каждого проекта. \n2015 год – технический директор проекта \n Подключение к работе над проектом за месяц до начала активной фазы (прием заявок) и готовностью функционала сайта менее 50%. \nОбязанности: \n– Сбор требований к продукту, доработка концепции, согласование требований с заинтересованными сторонами, разработка технического задания. \n– Подбор и управление командой разработчиков по методологии Scrum в роли Product Owner: формирование и приоритизация задач, планирование ресурсов, контроль сроков и качества. \n – Консультирование внешних и внутренних участников проекта: создание и актуализация документации проекта, инструкций для пользователей. \n– Управление рисками и бюджетом проекта, отчетность. \n – Онлайн-продвижение проекта: реализация SMM-стратегии и рекламной кампании в соц.сетях. Разработка визуальной концепции бренда. Web-аналитика (Яндекс.Метрика и Google Analytics). \n– Участие в профильных выставках, проведение презентаций, организация промомероприятий Премии, церемонии награждения \n– написание сценариев, техническое сопровождение, медиа-обеспечение (монтаж видеороликов, создание графических материалов, презентаций), координация мероприятий. Результаты: \nВ первый сезон получен 871 проект от 635 участников из 8 стран мира; с сентября по декабрь 2015 года сайт посетили 21456 человек, которые выставили 30474 оценки за время общественного голосования (2 недели). Планируемые показатели были превзойдены в 3-6 раз.","skills":null},{"position":"Руководитель проекта","date_from":{"year":2014,"month":5,"day":1,"precision":2},"date_to":{"year":2015,"month":5,"day":1,"precision":2},"company":"Roomia.ru","experience_area":null,"industries":null,"description":"Сбор и анализ требований к продукту, согласование требований с заказчиком, разработка технического задания, подбор и управление командой разработчиков по методологии Scrum в роли Product Owner: формирование и приоритизация задач, планирование ресурсов, контроль сроков и качества. \nУправление рисками и бюджетом проекта, актуализация документации проекта, инструкций для пользователей, отчетность. \nРазработка перспективного плана развития проекта с учетом изменений в сфере классифайдов, разработка маркетингового плана, анализ данных и настройка Яндекс. Метрики и Google Analytics; прототипирование и проектирование новых интерфейсов. \nРезультаты работы – запуск первой версии сайта, более 1500 уникальных посетителей в день, более 50000 объявлений в базе.","skills":null},{"position":"Руководитель проектов","date_from":{"year":2014,"month":5,"day":1,"precision":2},"date_to":{"year":2014,"month":8,"day":1,"precision":2},"company":"Denero, Агентство оперативного интернет-маркетинга","experience_area":null,"industries":null,"description":"Основной проект – Roomia.ru. \nПредпродажа проектов – оценка трудозатрат, подбор команды, составление коммерческих предложений. \nВедение проектов – разработка ТЗ, работа с заказчиками, постановка и контроль выполнения задач сотрудниками, сдача проектов.","skills":null},{"position":"Бренд-менеджер","date_from":{"year":2013,"month":3,"day":1,"precision":2},"date_to":{"year":2013,"month":12,"day":1,"precision":2},"company":"Санкт-Петербургский государственный политехнический университет, Санкт-Петербург","experience_area":null,"industries":null,"description":"Анализ рынка образовательных услуг; разработка стратегии продвижения вуза, взаимодействие с профильными подразделениями для проведения рекламных кампаний, выставок, презентаций и иных PR-акций; разработка эффективных каналов связи между Университетом и внешней средой (СМИ, социальные сети); работа в программе «5 в 100», цель которой к 2020 году обеспечить вхождение не менее пяти российских вузов в первую сотню ведущих мировых университетов.","skills":null},{"position":"Специалист по мерчендайзингу","date_from":{"year":2012,"month":11,"day":1,"precision":2},"date_to":{"year":2013,"month":2,"day":1,"precision":2},"company":"X5 RETAIL GROUP","experience_area":null,"industries":null,"description":"Внедрение мероприятий по увеличению товарооборота, средней стоимости покупки, продвижение СТМ, контроль соблюдения стандартов мерчендайзинга в открывающихся магазинах и в действующих магазинах дивизиона, внедрение и контроль исполнения планограмм в магазинах, а также контроль их актуальности, аналитика товарооборота, среднего чека, ассортимента, ТО с кв.м. \nНепосредственное участие в открытии 2х магазинов, начиная с поставки торгового оборудования. Обучение персонала стандартам мерчендайзинга.","skills":null},{"position":"Помощник проректора","date_from":{"year":2012,"month":2,"day":1,"precision":2},"date_to":{"year":2012,"month":11,"day":1,"precision":2},"company":"Санкт-Петербургский государственный политехнический университет (СПбГПУ)","experience_area":null,"industries":null,"description":"Разработка концепции, организация и проведение праздника «День Знаний – 2012»; создание проекта «Университет в Социальных сетях». \n Полное изменение сценария проведения традиционного праздника, проведение внутренних согласований с подразделениями университета, подготовка документальной базы: проведение процедуры гос.закупок на сумму более 2 млн. рублей, контроль исполнения контрактов. Руководство командой из 15 человек. \nПолучены высокие оценки о проделанной работе от администрации Университета. \nСоздание отдела «Социальных СМИ» – единой системы общения Администрации университета со студентами через социальные сети BКонтакте, Facebook, Twitter, YouTube, Foursquare. Данный проект направлен на появление диалога, обратной связи и взаимодействия внутри вуза. В работу отдела входит отслеживание, подготовка и моментальное размещение информационных материалов, проведение социологических исследований для определения путей дальнейшего развития Университета.","skills":null},{"position":"Руководитель проекта","date_from":{"year":2008,"month":9,"day":1,"precision":2},"date_to":{"year":2012,"month":9,"day":1,"precision":2},"company":"Профсоюзная организация студентов Политеха (СПбГПУ)","experience_area":null,"industries":null,"description":"Организация крупного студенческого фестиваля на базе ВУЗа: проведение кастинга участников, контроль репетиционного процесса, подготовка концертного зала, продвижение, поиск спонсоров. \n Из достижений – организация 10 концертов, уменьшение количества организаторов с 10 до 5 человек, оптимизация репетиционного процесса; увеличение посещаемости мероприятий – 1000 человек на каждом концерте против 500; возросший уровень мероприятия и участников, победы на городских и всероссийских конкурсах.","skills":null},{"position":"Менеджер по работе с розничными партнерами","date_from":{"year":2009,"month":10,"day":1,"precision":2},"date_to":{"year":2011,"month":12,"day":1,"precision":2},"company":"APC by Schneider Electriс","experience_area":null,"industries":null,"description":"Заключение соглашений и поддержание договоренностей с ключевыми розничными партнерами («Кей», «Компьютерный Мир», «Юлмарт», «Рик» и другие); развитие клиента (увеличение лояльности к бренду, поддержание дисплея на полках, организация и контроль проведения промоакций, проведение технических семинаров для персонала – системы бесперебойного питания); организация взаимодействия между дистрибьюторами и партнерами. \nИз достижений – увеличение «дисплея» на полке, рост оборота партнеров на 30-100%, обучены более 1000 человек, принял участие в 3х конференциях.","skills":null}],"education":{"level":{"id":null,"name":"Высшее образование","external_id":"higher"},"higher":[{"name":"Санкт-Петербургский государственный политехнический университет, Санкт-Петербург","description":"Магистр","date_from":null,"date_to":{"year":2013,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Инженерно-строительный факультет","form":null},{"name":"Санкт-Петербургский государственный политехнический университет, Санкт-Петербург","description":"Экономика и менеджмент по отраслям","date_from":null,"date_to":{"year":2012,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Факультет экономики и менеджмента","form":null},{"name":"Санкт-Петербургский государственный политехнический университет, Санкт-Петербург","description":"Бакалавр","date_from":null,"date_to":{"year":2010,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Механико-машиностроительный факультет","form":null}],"vocational":null,"elementary":null,"additional":[{"name":"Professional Scrum Product Owner","description":null,"date_from":null,"date_to":{"year":2017,"month":0,"day":0,"precision":0},"education_area":null,"result":"Agile"}],"attestation":null,"certificate":null},"contact":null,"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":null,"address":null,"lat":0.0,"lng":0.0},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":null,"wanted_salary":null,"work_schedule":[{"id":null,"name":"Гибкий график","external_id":"flexible"},{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":false,"driver_license_types":null,"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/570583384.jpeg?t=1596727302&h=SiknDRDlKnUHwfee5XCBZA","original":"https://hhcdn.ru/photo/570583384.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":null}}