{"id":"35685658","auth_type":"HH","account_source":328018,"updated":"2023-06-20T12:57:05+03:00","created":"2023-06-20T12:57:05+03:00","files":[],"source_url":"https://spb.hh.ru/resume/91f692da0008ff1fff000133e1624250465851?vacancyId=82053758&hhtmFromLabel=suitable_resumes&t=3305701873&resumeId=150937599&hhtmFrom=employer_vacancy_responses","foreign":"91f692da0008ff1fff000133e1624250465851","key":"08ff1fff","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads3/d/0/6/d06c2bb31aae2203a192e2f8c8253f18.jpeg","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":"Николай","middle_name":"Васильевич","last_name":"Лесин","birth_date":{"year":1982,"month":6,"day":29,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Руководитель проекта, программист fpga","specialization":null,"skill_set":["Обучаемость"],"gender":{"id":null,"name":"Мужской","external_id":"male"},"experience":[{"position":"Руководитель проекта","date_from":{"year":2012,"month":5,"day":1,"precision":2},"date_to":null,"company":"ООО Ольвия  http://www.olvia.ru","experience_area":null,"industries":null,"description":"Распределение задач, контроль за исполнением. Руководство группой компьютерного зрения. Разработка алгоритмов для ПЛИС.\n\n1 Программист fpga IntelFPGA (QuartusII), VHDL. Использование SignalTap, RTL, Modelsim, In System Memory Content Editor.\nВыполнены модули: LW bridge, AXI, Захват двух видеопотоков 30fps 1920x1200, PIP, отображение прореженного видео на дисплее, мониторе, бинаризация Брэдли, морфологические операции (эрозия, дилатация, открытие, закрытие). Работа с цветной камерой. Преобразование RGB ->YCbCr, прореживание 422, LUT таблицы, маркировка, фильтрация, размытие, сортировка, сопутствующие модули - uart и аналогичные. Экранный осциллограф, текст (шрифты). Парсер навигационных данных (nmea0183). Проверка результатов с использованием python (cv2, os, nympy, json) и т. п.\n\n2 Руководитель группы компьютерного зрения по совместительству.\nРеализованы под моим руководством: алгоритм поиска ГРЗ, пакетное распознавание, обнаружение движения в кадре, сегментация изображения.\n\nДополнительные обязанности до 2017г (схемотехника):\n3 Разработка электрических принципиальных схем, руководство и контроль трассировки. Опыт взаимодействия с сторонними разработчиками. AltiumDisener, P-Cad. Последний проект SoC Cyclone V (FPGA + ARM-2x900MHz), DDR3, Ethernet, USB контроллеры (ULPI, HUB USBtoCOM), преобразователи интерфейсов. Навигационный модуль (IT600). Два входных видео потока (LVDS). Дополнительный FPGA контроллер DDR3. Линейные, импульсные источник питания.\n\nДополнительные обязанности до 2015г (программирование С):\n4 Разработка ПО для микроконтроллеров (LPC1788, LPC2468) (Keil). Законченный проект: \"Кречет\", \"Скат\". Разработана электрическая принципиальная схема написано программное обеспечение. Для проекта «СКАТ» - “HAL”\nВыполнено: Интеллектуальная система включения питания (контроль температуры, напряжений, токов, задержанное включение), опрос датчиков (SPI, I2C), управление системы обогревом, сохранение настроек пользователей, связь с компьютером, контроль (422 uart), разработан командный интерфейс, удаленное перепрограммирования (IAP), логирование. Сторожевой таймер. Реализована синхронизация радиолокационного и видео потоков (штампы времени). Инструкции. Сопровождение.\nДостижения:\nРазработан и внедрен распознаватель ГРЗ","skills":null},{"position":"Инженер по применению FEA","date_from":{"year":2011,"month":6,"day":1,"precision":2},"date_to":{"year":2012,"month":5,"day":1,"precision":2},"company":"ООО «СИМЭКС», Санкт-Петербург http://www.simecs.ru","experience_area":null,"industries":null,"description":"Инженер по внедрению и сопровождению встраиваемых систем и оборудования:\nSimens, ARM, TQ, Phytec, Systec, Vector\nВыставки, конференции, командировки (СПб, Москва)\nАнализ клиентов, \"холодные\" звонки, деловая переписка\nНаполнение контентом сайт компании\nКонсультации заказчиков по техническим вопросам, проведение встреч, презентаций","skills":null},{"position":"Инженер 2К","date_from":{"year":2005,"month":3,"day":1,"precision":2},"date_to":{"year":2011,"month":6,"day":1,"precision":2},"company":"ФГУП «НИИТ», Санкт-Петербург","experience_area":null,"industries":null,"description":"Разработка и проектирование устройств на ПЛИС, в том числе электрических принципиальных схем, запуск первых образцов, проведение испытаний, настройка, сопровождение изделия, техническая документация.\nДля проектирования FPGA: SignalTap, Modelsim, контрольно-измерительные приборы.\nОпыт проектов: MAX3xxx, MAX7xxx, Cyclone (I, II, III, IV).\nПройден путь от рядового сотрудника до руководителя группой из 3 человек.\n\nВыполненные работы:\n1 Приемопередающее устройство данных по атмосферному каналу в инфракрасном диапазоне. Один из режимов работы устройства – ведомый, в котором устройство выполняло роль обменника данных, принимая данные или передовая их.\nВыполнил:\nМодуль чтения-записи с SD карты, кодер-декодер 8b/10b, модуль контроля и подсчета контрольной сумма CRC32, реализовал state-машину разрешения коллизий: режим работы, права доступа, проверка статуса связи, повтор отправки сообщения, управление скоростью передачи данных для снижения ожибок связанных с переотражениями, дробление пакета данных, работа в автономном режиме и сопутствующие интерфейсы UART, SPI, I2C, PWD для работы с окружением и датчиками.\n2 Система панорамного наблюдения, в которой на поворотной платформе использовался линейный ПЗС сенсор, что позваляло без оптических искажений сканировать изображение с обзором в 360 градусов.\nВыполнил:\nУправление регистрами ПЗС «линейки», взаимодействие с ПО верхнего уровня, собственный модуль буферизации изображения на sdram памяти, управление поворотной платформой, приводимой в движение шаговым двигателем, режимы сканирование (заданный сектор или круговой обзор, сканирование естественным движением объектов).\nПроект стал показательным и показывался на выставках.\n3 Ручной сканер. Представляющий из себя модификацию системы панорамного наблюдения\n4 Портативный \"фотоаппарат\" ПЗС-матрица. Ключевым модулем стал автомат яркости и как сопутствующий элемент отладки генератор телевизионного синала для воспроизведения данных с камеры.\n5 Модернизация и применение CMOS сенсора. Так же в этот период были проекты по обнаружению и сопровождению самолетов при посадке, контроль за движением составов на железной дороге, считывание номеров вагонов и многое другое, что требовало уникального подхода к решению задачи.\nДостижения:\nРуководитель направления аналоговых и цифровых видеосистем. Досрочно инженер 2-й категории. В целом, этот этап научил индивидуально подходить к решению задачи, а учитывая специфику работы учреждения, выдавать продукт в максимально сжатые сроки, выполняя большую часть проверок при симуляции и с применением аналогов изделия. С моим участием была образованна команда специалистов и построена система взаимодействия и тестирования проектов.","skills":null}],"education":{"level":{"id":null,"name":"Высшее","external_id":"higher"},"higher":[{"name":"Санкт-Петербургский государственный электротехнический университет \"ЛЭТИ\" им. В.И. Ульянова (Ленина)","description":"Телевидение и Видеотехника (ТВ)","date_from":null,"date_to":{"year":2005,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Радиотехнический (РТ)","form":null}],"vocational":null,"elementary":null,"additional":null,"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 905 2571050","preferred":true,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"kmeipya@mail.ru","preferred":false,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":{"id":null,"name":"Купчино","external_id":"15.226"},"address":null,"lat":59.829781,"lng":30.375702},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"A2 — Элементарный","external_id":"a2"}}],"wanted_salary":null,"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":false,"driver_license_types":["B"],"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/724165070.jpeg?t=1687341321&h=ETsYtFc6_D-KHzhbhWnoqw","original":"https://hhcdn.ru/photo/724165070.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не имеет значения","external_id":"any"}}}