{"id":"17124577","auth_type":"HH","account_source":328017,"updated":"2020-08-11T17:07:06+03:00","created":"2020-08-11T17:07:06+03:00","files":[],"source_url":null,"foreign":"15822e9400072e3be1000133e16a486a676e6b","key":"072e3be1","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":null}},"resume":{"personal_info":{"photo":null,"first_name":"Олег","middle_name":"Вячеславович","last_name":"Демин","birth_date":null,"text_block":null},"source_url":null,"position":"Product Manager/Product Owner","specialization":[{"id":"1.221","name":"Программирование, Разработка","external_id":"1.221","profarea_id":"1","external_profarea_id":"1","prefarea_name":null},{"id":"1.327","name":"Управление проектами","external_id":"1.327","profarea_id":"1","external_profarea_id":"1","prefarea_name":null},{"id":"1.25","name":"Аналитик","external_id":"1.25","profarea_id":"1","external_profarea_id":"1","prefarea_name":null}],"skill_set":["eTOM","UML","Проектная документация","Системная интеграция","MS Project","Бизнес-анализ","SQL","ITIL","Разработка проектной документации","Оптимизация бизнес-процессов","Управление рисками","Управление командой","Проектирование","Разработка регламентов","Разработка технических заданий","Постановка задач разработчикам","Системный подход","ITSM","Аналитическое мышление","Системный анализ","Управление проектами","Python","Разработка ПО","Управление бюджетом","BPMN","IDEF","Oracle Pl/SQL","Big Data","Hadoop","Qlik"],"gender":null,"experience":[{"position":"начальник отдела, ведущий эксперт по автоматизации бизнес-процессов","date_from":{"year":2004,"month":8,"day":1,"precision":2},"date_to":{"year":2019,"month":1,"day":1,"precision":2},"company":"Step Logic","experience_area":null,"industries":null,"description":"Ключевые личностные навыки и способности: \n• Системность мышления. Знание принципов построения систем, умение выделять и трансформировать цели проекта в бизнес-требования, функциональные и нефункциональные требования, с декомпозицией до уровня архитектурных компонентов программного обеспечения и аппаратных комплексов. \n• Видение проекта на всех уровнях детализации от концепта верхнего уровня до отдельных функций и модулей. \n• Аналитический подход к решению сложных и объемных задач, умение разложить большую задачу на более простые для понимания. Способность продолжительной работы на высоконагруженных проектах. \n• Умение обосновывать свои выводы и решения для демонстрации результатов Заказчику и руководству как в технической, так в экономической плоскостях. \n• Большой практический опыт выявления, сбора, анализа требований и данных, разработки всех видов проектной и конструкторской документации с использованием ГОСТ 34, 19. \n• Владение различными инструментами и нотациями документирования процессов BPMN, EPC, IDEF. \n• Знания и практический опыт использования и администрирования Unix систем. Опыт программирования на языках Python, JavaScript, Java, PHP, R, C. Опыт использования различных СУБД, разработки и оптимизации SQL и PL/SQL скриптов. \n• Владение технологиями и инструментами сбора и обработки больших объемов данных, знания в области анализа данных и машинного обучения. \n• Знания и практический опыт разработки программно-аппаратных комплексов, сетевой инфраструктуры, систем хранения данных и информационной безопасности. \n• Лидерские способности. Имею успешный опыт формирования и руководства проектной группой, отделом. \n \n \nЛичные достижения и результаты: \n• Более 60 обследований подготовлено и проведено мною для различных объектов автоматизации в таких отраслях как Телеком, Медиа, Энергетика, Образование, Государственное управление, Транспорт. \n• Больше 3000 требований Заказчика было выявлено, описано, формализовано и декомпозировано за это время. \n• Свыше 100 технических заданий и технических предложений по разработкам и доработкам систем автоматизации процессов подготовлено и согласованно с Заказчиками. \n• В роли эксперта участвовал в проектах по анализу существующих IT-ландшафтов различных организаций, архитектур эксплуатируемых информационных систем, информационных потоков. По результатам анализа были разработаны и внедрены более 10 решений по интеграции систем. \n• Мной разработаны программы и методики испытаний, организованы и проведены приемо-сдаточные испытания систем и комплексных решений, выполнен анализ результатов, подготовлено и защищено более 50 протоколов испытаний. \n \n \nЛичный практический опыт: \n• Я разрабатывал информационные модели для внедряемых решений, проводил анализ потоков данных между процессами и системами автоматизации. \n• Проводил анализ и описание бизнес-процессов, разработку новых и внедрение предложений по оптимизации существующих бизнес-процессов, разработку и внедрение показателей эффективности функционирования процессов как внутренних, так и внешних Заказчиков. \n• Для наглядного представления результатов работы создавал различные формы визуализации данных и дизайны отчетов с использованием различных средств и инструментов. \n• Разрабатывал и реализовывал процедуры сбора данных, проверки, очистки, конвертации. Разработал и внедрил инструментальные средства массовой загрузки и контроля больших объемов данных. \n• Проектировал и готовил тестовые базы данных для нужд разработки, отладки и тестирования решений. \n• Проводил презентации по защите архитектурных и конструкторских решений, применяемых технологий, проектных решений, для представителям Заказчика всех уровней управления. Готовил демонстрационные и испытательные стенды. \n• Организовывал процессы технической поддержки, консультировал и обучал специалистов Заказчика. \n• Оказывал экспертную поддержку в разрешении инцидентов при организации сервисного и постпродажного обслуживания решений. \n• Осуществлял подготовку пакетов конкурсной документации, экспертный анализ имеющихся технических требований и архитектурных решений. \n \n \nРеализованные задачи и достижения как руководителя отдела: \n• Мною сформирован и под моим управлением работал отдел системного анализа с численностью сотрудников до 15 человек. Я успешно провел мероприятия по подбору персонала, формирования проектных группы, выделения функциональных ролей, поддержания эффективной внутренней атмосферы коллектива. Я осуществлял распределение задач по исполнителям, выполнял контроль сроков и качества выполнения. Разрабатывал графики загрузки сотрудников отдела. \n• Я проводил оценку трудозатрат по реализации проектов, формировал планы работ, составлял бюджеты исполнения проектов. Согласовывал сроки и порядок исполнения работ со смежными подразделениями. • Производил анализ и оценку рисков проекта. Разрабатывал планы реагирования по различным стратегиям уклонения, передачи, снижения рисков. \n• Выполнял планирование и контроль работы отдела, формирование бюджета подразделения, составление отчетности по выполненным работам для внутреннего использования и для представления Заказчику. \n• Решал оперативные вопросы по взаимодействию со смежными подразделениями, представителями Заказчика, по управлению требованиями, изменениями, сроками и составом проектных работ. \n \n \nРеализованные крупные проекты: \n• Разработка проекта и внедрение Системы эксплуатационной поддержки сети связи телеком-оператора федерального уровня на базе ПО Ironman. \n• Разработка и внедрение процессов миграции данных с различных носителей. Автоматизация процессов миграции и валидации данных. \n• Адаптация функций базового ПО к требованиям Заказчика. \n• Разработка и внедрение графического модуля отображения и манипуляции с пространственными данными, в том числе с использованием ГИС. \n• Разработка и реализация модуля инвентаризации основных средств. \n• Разработка и реализация модуля импорта услуг и контроля данных. \n• Разработка модуля управления универсальными услугами. \n• Разработка модуля управления технической поддержкой. \n• Внедрение системы инвентаризации оборудования связи на базе ПО GE Smallworld в составе программного комплекса единой системы мониторинга и администрирования для органов государственной власти. \n• Внедрение системы инвентаризации оборудования связи телеком-оператора на базе GE Smallworld. \n• Разработка и внедрение модуля интеграции с подсистемой распределения ресурсов. \n• Разработка подсистем мониторинга и управления оборудованием для ЦОД различного уровня. \n• Разработка бизнес-процессов службы эксплуатации ИТ-департамента для крупных компаний. \n• Разработка на основе рекомендаций ITIL регламентов организации по организации деятельности департамента эксплуатации технических средств.","skills":null},{"position":"ведущий инженер, руководитель отдела","date_from":{"year":2000,"month":1,"day":1,"precision":2},"date_to":{"year":2004,"month":7,"day":1,"precision":2},"company":"Государственный НИИ Системной Интеграции (ГосНИИСИ)","experience_area":null,"industries":null,"description":"Проектирование и строительство корпоративной сети Министерства Образования. \nРазработка, внедрение и эксплуатация серверных комплексов. \nРазработка и внедрение информационных систем поддержки федеральных программ Министерства Образования. Внедрение системы автоматизации документооборота.","skills":null},{"position":"инженер-программист","date_from":{"year":1998,"month":2,"day":1,"precision":2},"date_to":{"year":1999,"month":12,"day":1,"precision":2},"company":"РНПО \"Росучприбор\"","experience_area":null,"industries":null,"description":"Разработка автоматизированных лабораторных стендов с удаленным сетевым доступом. \nРазработка автоматизированных систем дистанционного образования.","skills":null}],"education":{"level":{"id":null,"name":"Высшее образование","external_id":"higher"},"higher":[{"name":"Государственный университет управления, Москва","description":"диплом","date_from":null,"date_to":{"year":1998,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"информационные системы в управлении","form":null}],"vocational":null,"elementary":null,"additional":null,"attestation":null,"certificate":null},"contact":null,"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":null,"address":null,"lat":0.0,"lng":0.0},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":null,"wanted_salary":null,"work_schedule":[{"id":null,"name":"Гибкий график","external_id":"flexible"},{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Удаленная работа","external_id":"remote"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":false,"driver_license_types":null,"military":null,"social_ratings":null,"photos":null,"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":null}}