{"id":"46002693","auth_type":"HH","account_source":328017,"updated":"2024-03-11T17:19:29+03:00","created":"2024-03-11T17:19:29+03:00","files":[],"source_url":"https://spb.hh.ru/resume/7b8aec0c000aedca93000133e1323050743330?query=%D0%9C%D0%B5%D0%BD%D0%B5%D0%B4%D0%B6%D0%B5%D1%80+%D0%BF%D0%BE+%D1%83%D0%BF%D1%80%D0%B0%D0%B2%D0%BB%D0%B5%D0%BD%D0%B8%D1%8E+%D0%B4%D0%B8%D1%81%D1%82%D1%80%D0%B8%D0%B1%D1%8C%D1%8E%D1%82%D0%BE%D1%80%D0%B0%D0%BC%D0%B8&hhtmFrom=resume_search_result&contactsOpened=true","foreign":"7b8aec0c000aedca93000133e1323050743330","key":"0aedca93","portfolio":[],"data":{"body":null,"area":{"id":"1240","name":"Новокузнецк","url":"https://api.hh.ru/areas/1240"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads3/f/b/1/fb1d18c2cbd942226fac91c4d8ee055f.jpeg","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":"Андрей","middle_name":"Григорьевич","last_name":"Я","birth_date":{"year":1985,"month":10,"day":25,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Менеджер по работе с дистрибьюторами","specialization":null,"skill_set":["Ведение переговоров","Развитие продаж","Планирование продаж","Работа с дебиторской задолженностью","FMCG Продажи","Продажи через дистрибьюторов","Контроль дебиторской задолженности","Навыки продаж","Проведение презентаций","Управление продажами","Обучение персонала","Организаторские навыки","Развитие ключевых клиентов","Планирование"],"gender":{"id":null,"name":"Мужской","external_id":"male"},"experience":[{"position":"Региональный менеджер","date_from":{"year":2022,"month":5,"day":1,"precision":2},"date_to":null,"company":"Bergauf","experience_area":null,"industries":[{"id":null,"name":"Лакокрасочная продукция, сырье (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Лакокрасочная продукция, сырье (производство)","external_id":null},{"id":null,"name":"Бетон, кирпич, стекло и прочие силикаты (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Бетон, кирпич, стекло и прочие силикаты (производство)","external_id":null}],"description":"Управление территорией Томск обл. Кемеровская обл.\nОбеспечение выполнения плана продаж в рамках вверенной зоны ответственности. Развитие продаж прямым ключевым клиентам: крупные оптовики (Дистрибьюция), региональные розничные сети, специализированные компании по продажам. Разработка стратегического и оперативного плана действий по достижению и увеличению объёма продаж в рамках вверенных каналов сбыта.\nОсновные задачи: формирование плана продаж по регионам, постановка стратегических и оперативных задач, контроль организация отчётности и оценка результатов деятельности.\nРазвитие региональной дистрибьюции привлечение новых региональных дилеров, развитие сотрудничества и оптимизация схемы взаимодействия.\nОбеспечение эффективного взаимодействия с партнёрами для достижения максимального уровня удовлетворённости в рамках сотрудничества.\nРазработка и дальнейшее согласование программ маркетингового взаимодействия с ключевыми клиентами. Анализ эффективности реализации маркетинговых акций.\nПоддержание высокого уровня представлености продукции в магазинах клиентов в соответствие с согласованной товарной матрицей. Обеспечение мерчандайзинга в торговых точках партнёров (с привлечением торговых представителей).\nРазвитие программ поддержки продаж выделенных категорий продукции.\nПрогнозирование и планирование объёма продаж. Согласование планов продаж и условий сотрудничества с клиентами. Контроль исполнения клиентами договорных обязательств.\nКонтроль своевременного поступления оплаты от клиентов.\nАнализ и мониторинг активности конкурентов, ассортимент и развитие продуктовых линеек, запуск новых продуктов, ценовая и маркетинговая активность.\nСогласование графика тренингов по продукции с ключевыми клиентами (проводимые специалистами по продукции и тренерами по продукции), сопровождение подписания договоров с ключевыми партнёрами, участие в выставках и конференциях.","skills":null},{"position":"Территориальный представитель","date_from":{"year":2021,"month":2,"day":1,"precision":2},"date_to":{"year":2022,"month":5,"day":1,"precision":2},"company":"ООО ГК VARTON ТМ Gauss","experience_area":null,"industries":null,"description":"Продвижения бренда Gauss, компании ГК Varton, через федеральных дистрибьюторов. \nРазвитие продаж на подотчетной территории, продвижение продукции в регионах СФО.\nВзаимодействие с коммерческим управлением, развитие продаж дистрибьюторов: продвижение товарных групп, формирование ассортиментной матрицы, контроль наличия продукции на складах партнеров, пополнение складских остатков, совместно разрабатывать маркетинговые мероприятия для клиентов, конечного потребителя.\nВзаимодействие с НОП/НОПП и директора филиалов, развитие, увеличение потенциальных дилерских и субдилерских соглашений через партнёров дистрибьюторов.\nОрганизация и проведение обучения (тренинги-семинары) для менеджеров дистрибьютора.\nПроведение работы с менеджерами дистрибьютора, совместные выезды в поля, проведение переговоров с существующими и потенциальными клиентами с целью отслеживание ситуации на территории, конкурентоспособность товаров, поведение конкурентов, цен, потребности рынка, введения/расширения продукции компании Gauss, помощь в погашение дебиторской задолженности.\nСовместная работа с проект-менеджерами ведения переговоров с ключевыми и сетевыми клиентами, переговоры с первыми лицами компании, предприятий, заводов, шахт, разрезов, администрации районов, проектных институтов. Подбор аналогов (светотехнические расчеты), составления коммерческих предложений, заключения договоров.\nЕжедневный отчёт о проделанной работе руководителю.\nДостижения.\nПолное сопровождение клиентов: коммерческое, документальное, информационное.\nУвеличение объёма отгрузок со складов партнеров (sell in & sell out).\nПрирост клиентской базы партнеров 36%. Увеличил складские остатки 29%.\nЗарегистрированных проектов за весь период  433, реализация (отгрузка) проектов 321 (112 проектов в стадии работы (отгрузки).\nВыполнение на постоянной основе KPI и доп. задач от 89% - 126%\nПроведение мотивационных программ среди менеджеров партнеров по всей России. Территория СФО на постоянной основе выигрывала и занимала 1е места (лидирующие позиции среди менеджеров).\nПрирост по соотношению 2021-2022 109%.\nРазвитие продаж на подотчетной территории, продвижение продукции в регионе зона ответственности СФО, Новосибирск, Томск, Кемерово, Новокузнецк, Барнаул, Омск, Красноярск, Иркутск.\nОпыт работы с компьютерными программами Excel, Word, Power Point, 1С\nРассматривают возможность переезда (релокация) в другой регион (город) с помощью работодателя.","skills":null},{"position":"Менеджер по работе с проектами","date_from":{"year":2019,"month":10,"day":1,"precision":2},"date_to":{"year":2021,"month":2,"day":1,"precision":2},"company":"ООО Минимакс","experience_area":null,"industries":null,"description":"Продвижения компании, поиск новых клиентов. Внедрять и контролировать способы взаимодействия с клиентами и проектными институтами. Разрабатывать маркетинговые мероприятия для клиентов, конечного потребителя. Развитие территории, Командировки по области,  планирование и увеличение объемов продаж, контроль и мониторинг цен конкурентов. Взаимодействие с менеджерами компаний производителей по защите объектов. Контролировать погашение дебиторской задолженности.   Отслеживание ситуации на территории ( конкурентоспособность товаров, поведение конкурентов, цен, потребности рынка).  Ведения переговоров с ключевыми и сетевыми клиентами. Переговоры с первыми лицами компании, предприятий, заводов, шахт, разрезов, администрации районов. Составления коммерческих предложений. Заключения договоров. Ежедневный, недельный, месячный отчёт о проделанной работе  директору. \nДостижения.\nУвеличение объёма продаж. Прирост клиентской базы. За три месяца работы менеджером по продажам, переведен на \nдолжность  проект менеджер, завел и защитил у производителей  124 проекта. Работа с 95 проектными институтами. Проработал структуру ЕВРАЗА выявил ЛПР и договорился о совместном сотрудничестве.\nЗавершенные проекты Кузнецкий лед(совместно с производителем FAROS), Шоссе Бызова (производитель Philips), Проспект Металлургов  (производитель Philips), СОШ №12 (совместно с производителем FAROS), Стадион Металлург (производитель Philips).\nТак же довелось поучаствовать в проекте ЕВРАЗА строительство Кислородного предприятия в городе Новокузнецк.   Сократил общею и просроченную дебиторскую задолженность.","skills":null},{"position":"Менеджер проектов","date_from":{"year":2019,"month":5,"day":1,"precision":2},"date_to":{"year":2019,"month":9,"day":1,"precision":2},"company":"Сибирь-Свет","experience_area":null,"industries":[{"id":null,"name":"Сбыт и потребление электроэнергии","external_id":null}],"description":"Продвижения продуктов компании,поиск новых клиентов. Внедрять и контролировать способы взаимодействия с клиентами и проектными институтами. Разрабатывать маркетинговые мероприятия для клиентов, конечного потребителя. Развитие территории, Командировки по области,  планирование и увеличение объемов продаж, контроль и мониторинг цен конкурентов. Взаимодействие с менеджерами компаний производителей по защите объектов. Контролировать погашение дебиторской задолженности. Разрабатывать и внедрять мероприятия по сокращению дебиторской задолженности.  Отслеживание ситуации на территории ( конкурентоспособность товаров, поведение конкурентов, цен, потребности рынка). Участие в рассмотрении претензий поступающих в адрес компании и подготовка ответов по этим претензиям. Ведения переговоров с ключевыми и сетевыми клиентами. Переговоры с первыми лицами компании, предприятий, заводов, шахт, разрезов, администрации районов. Составления коммерческих предложений. Заключения договоров и крупных сделок. Ежедневный, недельный, месячный отчёт о проделанной работе  директору. \nДостижения.\nУвеличение объёма продаж  от 11% Прирост клиентской базы составил 5%. Сократил общею и просроченную дебиторскую задолженность. \nСибирьСвет - это эксперт в области освещения, предлагающий большой ассортимент светодиодных светильников для любого бюджета и отвечающий за качество продукции.  Поставляем светотехническое оборудование по всему Сибирскому Федеральному округу. В настоящий момент действуют 4 офиса в Сибири: Новокузнецк, Кемерово, Новосибирск и Красноярск. На сегодняшний день компания является официальным дистрибьюторы таких заводов производителей как: Ledel, Galad, Varton, DioRA, ASD, Fereks, Световые Технологии и т.д.","skills":null},{"position":"Ведущий менеджер по оптовым продажам b2b, b2c , ключевым клиентам ,развитие производства и управления розничным магазином ","date_from":{"year":2016,"month":4,"day":1,"precision":2},"date_to":{"year":2019,"month":4,"day":1,"precision":2},"company":"НФК Новокузнецкий Фанерный Комбинат","experience_area":null,"industries":[{"id":null,"name":"Столярно-строительные изделия (производство)","external_id":null},{"id":null,"name":"Продукция деревообработки (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Деревообработка (производство)","external_id":null},{"id":null,"name":"Столярно-строительные изделия (продвижение, оптовая торговля)","external_id":null}],"description":"Продвижения продуктов компании,поиск новых клиентов.  Внедрять и контролировать способы взаимодействия с клиентами. Разрабатывать маркетинговые мероприятия для клиентов, конечного потребителя. Развитие территории, командировки по области, городам и странам, планирование и увеличение объемов продаж, контроль и мониторинг цен конкурентов. Контроль и анализ представленности товара. Взаимодействие с менеджерами компаний производителей. Рассмотрение и заключение новых контрактов с компаниями производителями. Контролировать погашение дебиторской задолженности. Разрабатывать и внедрять мероприятия по сокращению дебиторской задолженности. Обучать и развивать знания и умения сотрудников отдела продаж. Отслеживание ситуации на территории ( конкурентоспособность товаров, поведение конкурентов, цен, потребности рынка). Участие в рассмотрении претензий поступающих в адрес компании и подготовка ответов по этим претензиям. Ведения переговоров с ключевыми и сетевыми клиентами. Переговоры с первыми лицами компании. Составления коммерческих предложений. Заключения договоров и крупных сделок. Ежедневный, недельный, месячный отчёт о проделанной работе коммерческому директору. \nДостижения.\nУвеличение объёма продаж 30-38%. Прирост клиентской базы составил 59%. Увеличил дистрибьюцию четырёх контрактов около 20%. Ввёл в сети новые контракты. Ввели два новых контракта на нашу площадку, которые успешно развиваем. Сократил общею и просроченную дебиторскую задолженность на 16%. Территория ответственности г. Новокузнецк, г. Кемерово, г. Барнаул,г. Новосибирск, г. Красноярск, г. Хабаровск,г. Уфа, г. Томск, г. Бийск. Ведения клиентской базы более 90 крупных организаций. Таких как ООО. ТехноСистема , ООО ИНГКОМА, ООО Гектор, ООО Мирта Алтая, ООО Лига, ОАО ПЕРИ, ООО Форест , ООО ТД Альянс,ООО Навигатор , ООО ТД Сибирь , ООО Лесовик , ООО Альтпапири , ООО А-Лес ,ООО Гигант Строй, ООО Кузнецкий Альянс .Виду и работаю с 4 Странами и от 30 до 40 крупных городов  России....","skills":null},{"position":"Супервайзер торговых представителей","date_from":{"year":2015,"month":10,"day":1,"precision":2},"date_to":{"year":2016,"month":4,"day":1,"precision":2},"company":"ИП. Павлова Оксана Владимировна (Новокузнецк)","experience_area":null,"industries":null,"description":"10 октября 2015г Принят на должность Супервайзер торговых представителей (в штат компании). Управление продажами,\nорганизация доставки продукции компании в торговые точки силами торговых агентов дистрибьютора(в подчинении 5 торговых агентов). Организация мероприятий по мерчендайзингу (в подчинении 2 мерчендайзера). Развитие территории поиск новых клиентов. Выполнять план продаж дистрибьютора и KPI компании, взаимодействие с дистрибутором по работе филиала.\nДостижения.\nСтабильно выполняю план продаж и KPI компании. За время работы в компании 2 раза была смена дистрибьютора, успешно запустил филиал дистрибьютора в зоне ответственности 3 городов(Ленинск-Кузнецкий, Белово, Полысаево), который прошел с увеличением продаж, На работе вел 2 проекта связанные с KPI компании, по обоим проектам команда выполнила цель досрочно. На протяжении 3 месяцев успешно исполнял обязанности Территориального менеджера(отсутствие Территориального менеджера на территории).\nНайма персонала\nПроведение собеседований, прием и увольнение. Проведение полевого обучения торговых агентов и аудит их деятельности. Постановка задач торговым агентам на день, неделю, месяц, контроль их выполнения. Составление маршрутных листов для торговых агентов, ежедневный анализ работы торговых агентов. Выполнение поставленных компанией задач по развитию клиентской базы и продаж. Ежедневный, недельный, месячный отчет о проделанной работе менеджеру по продажам.\nПереговоры\nОрганизация связи с деловыми партнерами, анализ и решение организационно-технических, экономических проблем. Имею опыт в успешных переговорах в результате которых увеличил представленность продукции компании, так же начал сотрудничать с сетевыми торговыми точками в которых не было продукции компании(местные сети).\nУстановка торгового оборудования согласно типу торговой точки.","skills":null},{"position":"Торгового представителя","date_from":{"year":2015,"month":5,"day":1,"precision":2},"date_to":{"year":2015,"month":9,"day":1,"precision":2},"company":"ООО.Санг-Томск (Новокузнецк)","experience_area":null,"industries":null,"description":"Продвижение продукции компании.\nПоиск новых клиентов, развитие территории. Таштагол-Шерегеш\nПланирование и увеличение объемов продаж.\nКонтроль и мониторинг цен конкурентов.\nКонтроль и анализ представленности товара в торговых точках.\nКонтроль дебиторской задолженности.","skills":null},{"position":"Торгового представителя","date_from":{"year":2015,"month":1,"day":1,"precision":2},"date_to":{"year":2015,"month":3,"day":1,"precision":2},"company":"ООО. Рыбная сеть (Новокузнецк)","experience_area":null,"industries":null,"description":"Продвижение продукции компании.\nПоиск новых клиентов, развитие территории.\nПланирование и увеличение объемов продаж.\nКонтроль и мониторинг цен конкурентов.\nКонтроль и анализ представленности товара в торговой точке.\nКонтроль дебиторской задолженности.","skills":null},{"position":"Торговый представитель","date_from":{"year":2007,"month":6,"day":1,"precision":2},"date_to":{"year":2015,"month":1,"day":1,"precision":2},"company":"ООО.ПепсиКО Холдингс","experience_area":null,"industries":[{"id":null,"name":"Розничная сеть (продуктовая)","external_id":null},{"id":null,"name":"Несетевая розница, мелкий опт","external_id":null},{"id":null,"name":"Розничная сеть (товары для детей)","external_id":null}],"description":"Обязанности: \n- Организация дистрибьюции, продаж продукции компании на территории; Планирование  и увеличение объемов продаж. Контроль и мониторинг цен конкурентов. Контроль и анализ представленности товара в торговой точке.\n- Составление заказов на продукцию;\n- Проведение презентаций в торговых точках\n- Развитие клиентской базы; Развитие территории. Поиск новых клиентов. \n- Работа с дебиторской задолженностью;\n- Контроль выполнения заказа и доставки продукции клиенту;\n- Проведение маркетинговых активностей в торговых точках; Ведение переговоров с ключевыми и сетевыми клиентами. Составления коммерческих предложений. Заключения договоров и крупных сделок.\n- Заполнение и предоставление необходимой отчетности руководству.\nДостижения:\n- Выполнение поставленных планов и задач;\n- Увеличение активной клиентской базы;\n- Повышение лояльности клиентов к компании;\n- Повышение до руководителя группы торговых представителей. Территория ответственности  Таштагольский район. Сосновка. Калтан. Кузедеево. Мундыбаш. Темиртау. Каз. Шерегеш. Ведения АКБ в размере 216 Т.Т Из них 45 ключевых клиентов.  Выполнения планов на 110% и выполнения доп задач 100%. Проведения промо задач и акций составления отчетности.\nТренинги:\n-Искусство продаж,\n-Работа с возражениями.","skills":null}],"education":{"level":{"id":null,"name":"Неоконченное высшее","external_id":"unfinished_higher"},"higher":[{"name":"Институт дополнительного профессионального образования СибГИУ","description":"Стратегия эффективных продаж в условиях кризиса (Повышение квалификации)  Основы предпринимательства и бизнес планирования.","date_from":null,"date_to":{"year":2021,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Менеджмент ","form":null},{"name":"Мастер класс","description":"Психология и управления коллективом","date_from":null,"date_to":{"year":2017,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Личностного роста","form":null},{"name":"Частная школа менеджмента","description":"Менеджмент организации","date_from":null,"date_to":{"year":2013,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Управления","form":null},{"name":"ГОСУДАРСТВЕННОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАТЕЛЬНОЕ УЧРЕЖДЕНИЕ `НОВОКУЗНЕЦКИЙ СТРОИТЕЛЬНЫЙ ТЕХНИКУМ`","description":"Механик","date_from":null,"date_to":{"year":2007,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Техническое обслуживание и ремонт автомобильного транспорта","form":null}],"vocational":null,"elementary":null,"additional":[{"name":"Международный институт менеджмента Линк","description":null,"date_from":null,"date_to":{"year":2020,"month":0,"day":0,"precision":0},"education_area":null,"result":"Организация. Персонал. Маркетинг. Финансы."}],"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 913 3092970","preferred":false,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"henkel2016@mail.ru","preferred":true,"full_value":null},{"type":{"id":null,"name":"Skype","external_id":"skype"},"value":"henkel2016@mail.ru","preferred":false,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Новокузнецк","external_id":"1240"},"metro":null,"address":null,"lat":0.0,"lng":0.0},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"A1 — Начальный","external_id":"a1"}}],"wanted_salary":null,"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Удаленная работа","external_id":"remote"},{"id":null,"name":"Вахтовый метод","external_id":"flyInFlyOut"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":true,"driver_license_types":["B"],"military":null,"social_ratings":null,"photos":[{"url":"https://img.hhcdn.ru/photo/720884624.jpeg?t=1710252666&h=_QLSX_5ciP-qtoPMAgh-Kw","original":"https://img.hhcdn.ru/photo/720884624.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не имеет значения","external_id":"any"}}}