{"id":"46077244","auth_type":"HH","account_source":328018,"updated":"2024-03-12T13:08:58+03:00","created":"2024-03-12T13:08:58+03:00","files":[],"source_url":"https://spb.hh.ru/resume/9dbb5d0c00089d6ea1000133e1324d4879544a?vacancyId=93727980&hhtmFromLabel=suitable_resumes&t=3721798472&resumeId=144535201&hhtmFrom=employer_vacancy_responses","foreign":"9dbb5d0c00089d6ea1000133e1324d4879544a","key":"089d6ea1","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads3/8/c/f/8cf37f131f3cbbb4ff5362a4094ca568.jpeg","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":"Светлана","middle_name":"Алексеевна","last_name":"Сафронова","birth_date":{"year":1975,"month":7,"day":16,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Ведущий менеджер по ВЭД","specialization":null,"skill_set":["Закупки","MS Excel","Английский язык","Деловая коммуникация","Работа с поставщиками","Навыки переговоров","Аналитическое мышление","ВЭД","Логистика поставок","1С: Предприятие","1С: Документооборот","Государственные закупки","Деловая переписка","SAP ERP","Управление закупками","Закупки оборудования","DNV","РМРС","1С: Предприятие 8","CRM","MS Office","MS Word","Закупка товаров и услуг","Работа в команде"],"gender":{"id":null,"name":"Женский","external_id":"female"},"experience":[{"position":"Менеджер (группа нестандартное оборудование)","date_from":{"year":2022,"month":3,"day":7,"precision":2},"date_to":null,"company":"ОК РУСАЛ Промтехразвитие","experience_area":null,"industries":null,"description":"- Организация процесса поиска, оценки и отбора поставщиков именникового оборудования, работ, услуг согласно заявок.\n- Проведение отборов для нужд Предприятия согласно поступающих заявок на нестандартное (именниковое) оборудование, работы, услуги;\n- Проведение переговоров (устно и письменно) с иностранными контрагентами по согласованию условий сделки, подготовка импортного контракта по поставке оборудования и оказания услуг, проведение согласования контракта в СЭД, заключение контракта;\n- Размещение заказа на ТМЦ, работы, услуги;\n- Подготовка оформления ПС, расчет таможенных платежей;\n- Контроль сроков поставки из-за рисков валютного контроля;\n- Непрерывное взаимодействие с поставщиками с целью обеспечения своевременной поставки оборудования;\n- Взаимодействие с таможенным брокером, контроль подбора таможенного кода;\n- Контроль оплат и проведения процедуры таможенного оформления;\n- Подготовка инструкций контрагенту по упаковке, маркировке, по оформлению сопроводительных документов;\n- Проверка документации для таможенного оформления, клас. решения;\n- Контроль оплат и документооборота с контрагентом, ЭДО;\n- Контроль движения ТМЦ;\n- Ведение контракта в SAP MM;\n- Ведение предпретензионной и претензионной работы с поставщиками;\n- Организация и проверка перевода сопроводительных документов;\n- Организация перевода технической документации.","skills":null},{"position":"Ведущий менеджер по ВЭД","date_from":{"year":2019,"month":12,"day":1,"precision":2},"date_to":{"year":2022,"month":2,"day":7,"precision":2},"company":"МорНефтеГазСтрой","experience_area":null,"industries":[{"id":null,"name":"Судостроение","external_id":null},{"id":null,"name":"Продукция судостроения (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Оборудование и станки для добывающей, энергетической, нефтегазовой и химической отрасли  (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Оборудование и станки для добывающей, энергетической, нефтегазовой и химической отрасли  (монтаж, сервис, ремонт)","external_id":null}],"description":"- Установление, поддержание и развитие внешнеэкономических связей, поиск производителей и поставщиков согласно поступающим заявкам и запросам;\n- Комплексное взаимодействие с поставщиками: запрос и согласование коммерческих условий, переговоры, ведение сделки, документооборот в т.ч.в 1С\n- Проведение переговоров с потенциальными поставщиками;\n- Администрирование подписанных рамочных договоров (пересмотр условий, переподписание);\n- Документооборот (в т.ч. заключение соглашений, оформление заявок на оплату счетов с использованием принципа минимального авансирования поставщиков, получение закрывающих документов, контроль взаиморасчетов с поставщиками) согласно установленным процедурам;\n- Мониторинг цен, выполнения сроков поставки со стороны поставщиков, претензионная работа;\n- Работа с поставщиками в части складских запасов, оборачиваемости;\n- Формирование стратегии по развитию пула поставщиков;\nУправление отношениями с ключевыми поставщиками.\n- Проведение анализа рынка, сравнение цен;\n- Обратная связь поставщикам по результатам работы, организация и проведение встреч для урегулирования вопросов по необходимости;\n- Поддержание в актуальном состоянии информации о поставщиках в ERP/CRM системе;\n- Организация и контроль доставки товара силами поставщика, оптимизация логистики.","skills":null},{"position":"Руководитель отдела закупок","date_from":{"year":2018,"month":5,"day":1,"precision":2},"date_to":{"year":2019,"month":12,"day":1,"precision":2},"company":"Индустрия-Сервис_","experience_area":null,"industries":[{"id":null,"name":"Оборудование и станки для добывающей, энергетической, нефтегазовой и химической отрасли  (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Оборудование и станки для отраслей легкой промышленности (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Оборудование для пищевой промышленности, упаковки и хранения (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (продвижение, оптовая торговля)","external_id":null}],"description":"Индустрия-Сервис – один из ведущих российских поставщиков запасных частей для ремонта и модернизации промышленного оборудования, а также комплектующих для машиностроительной отрасли преимущественно западноевропейского, японского и североамериканского производства.\nОбязанности:\n•\tРуководство группой по закупкам.\n•\tПланирование закупочной деятельности.\n•\tПолный цикл взаимодействия с существующими поставщиками – от запросов и согласования условий до взаиморасчётов и закрытия обязательств, построение эффективных отношений.\n•\tПостоянное улучшение коммерческих условий закупок.\n•\tПоиск производителей и поставщиков. \n•\tПоиск альтернативных поставщиков (Европа, США, Канада, Япония), ведение переговоров, заключение контрактов.\n•\tМониторинг рынка\n•\tОперационная деятельность в ERP-системе, активное участие в развитии блока в ERP-системе (1С).\n•\tРегламентная отчетность в установленной форме (Excel, 1C).\n•\tРазработка и внедрение стандартов и процедур компании.\n\n• Взаимодействие с текущими поставщиками (запросы, переговоры, торг по ценам, размещение заказов,\nпланирование, контроль отгрузок, оплат, сверки с поставщиками);\n• Расчет плановой себестоимости продукции;\n• Работа по оптимизации затрат;\n• Поиск и проработка новых поставщиков по заданным параметрам для групп индустриального сектора:\nРедукторы и электродвигатели / Муфты / Редукторы / Мотор-редукторы\nПриводные ремни и цепи / Подшипники / Компоненты конвейера\nГидравлика / Насосы и арматура / Фильтры и пр.\nПневматика / Компрессоры и арматура и пр.\nПромышленная электроника и автоматика\nПриводная техника / Приводная электроника\nХолодильная техника\nТепловая автоматика\nМеталлорежущий инструмент / Оснастка \nХимические продукты.","skills":null},{"position":"Import manager / Ведущий менеджер ВЭД (закупки и логистика) ","date_from":{"year":2012,"month":10,"day":1,"precision":2},"date_to":{"year":2018,"month":5,"day":1,"precision":2},"company":"Сатурн","experience_area":null,"industries":[{"id":null,"name":"Розничная сеть (DIY и товары для дома)","external_id":null},{"id":null,"name":"Сантехника (продвижение, оптовая торговля)","external_id":null}],"description":"Обязанности:\n• Взаимодействие с текущими поставщиками (запросы, переговоры, торг по ценам, размещение заказов, планирование, контроль отгрузок, оплат, сверки с поставщиками); 1600SKU\n• Взаимодействие с логистическими компаниями, таможенными брокерами, страховыми компаниями, складами;\n• Сопровождение внешнеторговой сделки на всех этапах: оформление сопутствующей документации, контроль сроков и соответствия отгрузок заказам, контроль оплат таможенных платежей и транспортных расходов;\n• Расчеты плановой и фактической себестоимости продукции;\n• Работа по оптимизации затрат;\n• Поиск и проработка новых поставщиков по заданным параметрам;\n• Поиск и проработка поставщиков новых групп товара;\n• Перевод технической и сопроводительной документации\n• Расширение матрицы товаров\nПланирование закупок\nПоиск поставщиков. Ведение переговоров с поставщиками (ЮВА, Европа)\nМониторинг рынка\nУправление товарными запасами\nОптимизация логистических потоков\nРешение претензионных вопросов с поставщиками, брокерами\nФормирование и контроль исполнения бюджета","skills":null},{"position":"Logistics manager / Менеджер по логистике","date_from":{"year":2012,"month":4,"day":1,"precision":2},"date_to":{"year":2012,"month":6,"day":1,"precision":2},"company":"Ensto","experience_area":null,"industries":[{"id":null,"name":"Бытовая техника, электроника, климатическое оборудование (производство)","external_id":null},{"id":null,"name":"Бытовая техника, электроника, климатическое оборудование (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Розничная сеть (электроника, бытовая техника)","external_id":null}],"description":"Прогнозирование и обеспечение потребностей \n·\tОптимизация материальных потоков \n·\tВнедрение стандартов и процедур компании \n·\tВнедрение требований стандарта ISO 14001 \n·\tРазвитие и оптимизация закупок для внешних и внутренних поставщиков \n·\tУправление логистикой и поставками, настройка сбалансированных поставок \n·\tОценка существующих схем и оптимизация транспортировки и таможенного оформленияю разработка стандартов, регламентов, \n·\tОптимизация уровня сервиса клиентов и уровня складских запасов \n·\tКонтроль и анализ затрат и регулярная отчетность \nВнедрение системы 5С \nРазработка системы KPI для внутренней логистики","skills":null},{"position":"Logistics manager / Менеджер закупкам и логистике","date_from":{"year":2010,"month":6,"day":1,"precision":2},"date_to":{"year":2011,"month":12,"day":1,"precision":2},"company":"Группа Антолин","experience_area":null,"industries":[{"id":null,"name":"Автокомпоненты, запчасти (производство)","external_id":null}],"description":"START-UP компании в России\nОбязанности:\n организация и контроль регулярных закупок сырья, материалов, запасных частей и оборудования (импортных и локальных);\n ведение переговоров с поставщиками и производителями, заключение договоров, контроль взаиморасчетов и исполнения договорных обязательств, работа с претензиями, выстраивание долгосрочных отношений с поставщиками, обеспечение оптимальных коммерческих условий;\n организация и контроль транспортной и складской логистики предприятия; \n проведение переговоров с перевозчиками, организация и проведение тендеров на перевозки;\n управление складами (компонентов, материалов, давальческого сырья и готовой продукции), обеспечение их бесперебойной и эффективной работы;\n создание необходимых производственных запасов на основе определения потребностей, экономически обоснованных нормативов производственных (складских) запасов; контроль и оптимизация складских запасов;\n организация и контроль международных грузовых перевозок (для поддержания основной деятельности компании);\n работа с органами сертификации и таможенного оформления; подготовка документации для таможенного оформления и валютного контроля, минимизация таможенных затрат;\nвзаимодействие с таможенным брокером,\nучастие во внедрении ERP системы (SAP)\n бюджетирование, планирование и оптимизация всех расходов подразделения.\n\nУспешный запуск нескольких проектов в сжатые сроки.","skills":null},{"position":"Procurement manager / Менеджер по обеспечению (закупкам и логистике)","date_from":{"year":2009,"month":1,"day":1,"precision":2},"date_to":{"year":2010,"month":6,"day":1,"precision":2},"company":"TI Automotive","experience_area":null,"industries":[{"id":null,"name":"Автокомпоненты, запчасти (производство)","external_id":null}],"description":"START-UP компании в России\nОбеспечение бесперебойных поставок материалов\nПланирование потребностей производства\nОптимизация параметров поставок материалов с целью минимизации транспортных и таможенных затрат, уровня складских запасов и рисков.\nВзаимодействие с поставщиками, переговоры, контракты, прогнозы закупок в соответствии с имеющимися производственными планами; и др.\nУправление логистикой компании (склад, транспорт, ВЭД); контроль транспортировки грузов, таможенного оформления, приемки и размещения товара. Организация таможенного оформления и взаимодействие с таможенными брокерами. \nВнедрение адресной системы хранения, инсталляция ERP системы.\nРазработка оптимальных маршрутов доставки, мониторинг рынка транспортных услуг. Обеспечение своевременной отгрузки продукции заказчикам JIT. \nСоставление графиков грузопотоков, определение способов доставки, видов транспорта. Организация погрузочно-разгрузочных работ. Организация складирования и хранения сырья, материалов и готовой продукции.\nУчастие в разработке, внедрение и усовершенствование процессов в целях удовлетворения потребностей потребителя и целей компании и в соответствии со стандартами.\nСвоевременное обеспечение материалами в соответствии с требованиями бизнеса, разрабатывать и внедрять необходимые для этого процедуры\nучастие во внедрении ERP системы (BPCS)\nКонтроль наличия и актуальности регламентирующих документов отдела в соответствии со стандартами ISO (TS 16949).\n\nУспешный запуск нескольких проектов в сжатые сроки.","skills":null},{"position":"Demand manager / Менеджер по планированию","date_from":{"year":2008,"month":6,"day":1,"precision":2},"date_to":{"year":2009,"month":1,"day":1,"precision":2},"company":"Legrand / Контактор","experience_area":null,"industries":[{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (производство)","external_id":null},{"id":null,"name":"Посуда, свет, товары для дома  (производство)","external_id":null}],"description":"Legrand (www.legrandelectric.com) is the world specialist in products and systems for electrical installations and information networks, offering solutions for use in residential, commercial and industrial buildings. \nDemand manager\nMAIN PURPOSE \nAnalyze and Manage the commercial needs, forecasts and orders; and guaranty the level of stock allowing to reach the expected service level, meaning:\n\tSupply the production site with the demand plan, by reference\n\tAnticipate shortage\n\tDefine delivery plans from production units towards the finished goods inventory\nMAIN MISSIONS\nForecast of sales by references\n\tPrepare a sales forecast by reference and get it validated by the Commercial Direction\n\tSpecial follow-up of sensitive products, like to be launched products or to be withdrawn products, within the supply plan\n\tOptimize the service level to clients, and the level of finished goods inventory\n\tParticipate in meetings when the Commercial and Industrial Directions validate the orders and the priorities for the coming period\nAnticipation of shortage:\n\tCommunicated with production unit advance demands or delayed demands\n\tDefine a new supply plan in case of shortage\nSupply with the indicators allowing to measure and optimize the process","skills":null},{"position":"Менеджер по обеспечению производства (закупки и логистика) /Procurement manager","date_from":{"year":2004,"month":12,"day":1,"precision":2},"date_to":{"year":2008,"month":6,"day":1,"precision":2},"company":"ABB Russia. Production Branch","experience_area":null,"industries":[{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (производство)","external_id":null},{"id":null,"name":"Посуда, свет, товары для дома  (производство)","external_id":null}],"description":"АББ Индустри и Стройтехника / ABB Industrial and Building Systems\nСанкт-Петербург, www.abb.ru\nМенеджер по обеспечению производства/ Procurement manager\n•\tПрогнозирование долгосрочное и краткосрочное для обеспечения потребностей производства (Excel), \n•\tУправление запасами прямых и непрямых материалов для производства электротехнических изделий – бесперебойное обеспечение производства.\nПланирование закупочной деятельности.\nПолный цикл взаимодействия с существующими поставщиками – от запросов и согласования условий до взаиморасчётов и закрытия обязательств, построение эффективных отношений.\nПостоянное улучшение коммерческих условий закупок в соответствии с принятыми KPI.\nАудиты поставщиков.\nПоиск альтернативных поставщиков, заключение контрактов.\nПоиск альтернативных материалов и координация процесса внесения изменений в нормативную документацию (BOM)\nОперационная деятельность в ERP-системе, активное участие в развитии блока планирования и закупок в ERP-системе.\nПретензионная работа с поставщиками.\n•\tПланирование, организация логистики и ВЭД, контроль товародвижения и деятельности складов материалов и готовой продукции;\n•\tУправление логистикой (составление логистических прогнозов и планов; проведение работ по проектированию логистических систем и внедрению их в Компании; расчёт затрат на логистику, разработка бюджета на логистику и обеспечение его соблюдения);\n•\tКонтроль управления транспортировкой товаров по территории РФ - разработка планов перевозок, анализ качества перевозок и своевременность доставки грузов;\n•\tУправление процессами таможенного оформления и сертификации; контроль формирования отчётности по всем вопросам внешнеэкономических связей и таможенному оформлению документов;\n•\tФормирование и расширение круга зарубежных партнеров по бизнесу - переговоры с зарубежными партнерами, заключение договоров, контроль оформления документов на международные перевозки товаров, таможенное декларирование грузов;\n•\tРазработка и внедрение мероприятий по снижению логистических затрат Компании, управление затратами, оптимизация расходов;\n•\tРеализация междивизиональных проектов (в т.ч. внедрение необходимых ИТ решений, необходимых для обработки клиентских заказов, управления закупками, складом и транспортом Компании);\n•\tКоординация работы подразделений Компании, участвующих в работе в рамках цепочки движения товаров.\n•\tРегламентная отчетность в установленной форме.\n•\tВнедрение стандартов и процедур компании\n•\tВнедрение требований стандарта ISO 9001:2000\n•\tЗакупка оборудования для запуска новых проектов","skills":null},{"position":"менеджер ВЭД / Import manager","date_from":{"year":2002,"month":9,"day":1,"precision":2},"date_to":{"year":2003,"month":9,"day":1,"precision":2},"company":"РостЛайн / RostLine","experience_area":null,"industries":[{"id":null,"name":"Мясная продукция (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Пищевые концентраты (продвижение, оптовая торговля)","external_id":null}],"description":"Perform planning and purchasing , \nfind new suppliers, update suppliers, \nnegotiate contracts;\nplace orders to suppliers; \nevaluate suppliers on results of deliveries;\nclaim work;\norganize and perform international and local transportation, \nperform customs clearance, payment; \nperform the required reports, update all purchasing systems.","skills":null},{"position":"Координатор по экспорту / Export coordinator, part time occupation","date_from":{"year":2000,"month":5,"day":1,"precision":2},"date_to":{"year":2002,"month":9,"day":1,"precision":2},"company":"Новый Город / Noviy Gorod","experience_area":null,"industries":[{"id":null,"name":"Строительство жилищное","external_id":null}],"description":"Deal with bank and with customs broker \nprocess documents required for delivery of materials, their customs clearance, payment\nensure timely materials delivery\nensure on-time payment receipt","skills":null},{"position":"Оператор АЗС / Operator of gasoline station","date_from":{"year":1998,"month":9,"day":1,"precision":2},"date_to":{"year":2002,"month":9,"day":1,"precision":2},"company":"Несте СПб / Neste SPb","experience_area":null,"industries":[{"id":null,"name":"Бытовая химия, парфюмерия, косметика  (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"ГСМ, топливо (продвижение, оптовая торговля)","external_id":null}],"description":"Пролавец-кассир\nКонроль качества топлива\n\nSeller. \nPaper processing. \nGasoline quality controlling","skills":null},{"position":"Ассистент / assistant, part time occupation","date_from":{"year":1994,"month":2,"day":1,"precision":2},"date_to":{"year":1995,"month":9,"day":1,"precision":2},"company":"UrbanSoft","experience_area":null,"industries":null,"description":"Переводчик. в т.ч. техничесик переводы\nОператор ПК\n\nTranslator,\nTechnical writer\nPC operator","skills":null}],"education":{"level":{"id":null,"name":"Высшее","external_id":"higher"},"higher":[{"name":"Балтийский Государственный Технический Университет \"Военмех\"","description":"Диплом","date_from":null,"date_to":{"year":1998,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Промышленный менеджмент","form":null},{"name":"Baltic State Technical University VOENMECH","description":"Diploma","date_from":null,"date_to":{"year":1998,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Industrial Management","form":null}],"vocational":null,"elementary":null,"additional":[{"name":"Центр компьютерного обучения \"Специалист\"","description":null,"date_from":null,"date_to":{"year":2010,"month":0,"day":0,"precision":0},"education_area":null,"result":"Курс \"Расширенные возможности Microsoft Excel 2003\""},{"name":"Cтандарт MMOG/LE по управлению материальными потоками и оценке системы снабжения на предприятиях автомобильной промышленности","description":null,"date_from":null,"date_to":{"year":2009,"month":0,"day":0,"precision":0},"education_area":null,"result":"a Международный стандарт автомобильной промышленности MMOG/LE (Materials Management Operations Guideline/Logistics Evaluation"},{"name":"Morskoi registr","description":null,"date_from":null,"date_to":{"year":2009,"month":0,"day":0,"precision":0},"education_area":null,"result":"Система менеджмента качества на основе требований ИСО 14001:2004 / ISO 14001:2004"},{"name":"CBSD","description":null,"date_from":null,"date_to":{"year":2005,"month":0,"day":0,"precision":0},"education_area":null,"result":"Бережливое производство / Lean Manufacturing"},{"name":"Bodo Graduate School of Business","description":null,"date_from":null,"date_to":{"year":1995,"month":0,"day":0,"precision":0},"education_area":null,"result":"Управленческий Учет Издержек / Cost Accounting II / Cost Analysis for decision making"}],"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 911 9293401","preferred":true,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"svetl4ka@mail.ru","preferred":false,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":null,"address":null,"lat":0.0,"lng":0.0},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"C1 — Продвинутый","external_id":"c1"}},{"id":"deu","name":"Немецкий","level":{"id":null,"name":"A1 — Начальный","external_id":"a1"}}],"wanted_salary":null,"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":false,"driver_license_types":["B"],"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/600704372.jpeg?t=1710324089&h=RgRUZbxzQ0mzUX5PABHmGQ","original":"https://hhcdn.ru/photo/600704372.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не более полутора часов","external_id":"from_hour_to_one_and_half"}}}