{"id":"31620727","auth_type":"HH","account_source":328017,"updated":"2023-02-06T16:28:02+03:00","created":"2023-02-06T16:28:02+03:00","files":[],"source_url":"https://hh.ru/resume/449072e90000e5154d000133e1714b46366a36?query=product+manager&hhtmFrom=resume_search_result&contactsOpened=true","foreign":"449072e90000e5154d000133e1714b46366a36","key":"00e5154d","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":null,"first_name":"Константин","middle_name":"Викторович","last_name":"Николаев","birth_date":{"year":1988,"month":7,"day":7,"precision":2},"text_block":null},"source_url":null,"position":"Product Manager","specialization":[{"id":"1.327","name":"Управление проектами","external_id":"1.327","profarea_id":"1","external_profarea_id":"1","prefarea_name":null}],"skill_set":["Управление интернет-проектами","Бизнес-планирование","SEO","Интернет-реклама","Веб-аналитика","Google AdWords","Яндекс.Директ","Управление продажами","Управление персоналом","Управление проектами","Internet Marketing","Оптимизация бизнес-процессов","Проектный менеджмент","руководство командой разработчиков","Розничная торговля","Аналитическое мышление","Управление процессами","Надёжный как скандинавский дом","Agile Project Management","Python","Разработка продукта","Разработка нового продукта"],"gender":{"id":null,"name":"Мужской","external_id":"male"},"experience":[{"position":"Product Manager","date_from":{"year":2020,"month":10,"day":1,"precision":2},"date_to":{"year":2022,"month":9,"day":1,"precision":2},"company":"Яндекс","experience_area":null,"industries":[{"id":null,"name":"Интернет-компания (поисковики, платежные системы, соц.сети, информационно-познавательные и развлекательные ресурсы, продвижение сайтов и прочее)","external_id":null}],"description":"Я работал в рекламных технологиях - в сервисе К50, который занимается автоматизацией управления рекламными кампаниями, на должности Product Manager.\nОсновной пул моих обязанностей:\n\nАнализ продуктов:\n- построение бизнес-модели и юнит-экономики продукта\n- поиск слабых мест и точек роста\n- выделение и анализ продуктовых метрик\n- построение cjm, поиск препятствий на пути пользователя, \n- анализ UX\n- погружение в техничку продукта\n\nАнализ рынка:\n- анализ конкурентов\n- анализ потребностей рынка\n- пользовательские исследования: custdev, опросы, сбор реакций\n\nУлучшение продуктов:\n- анализ бэклога продукта, приоритезация задач (RICE)\n- формирование гипотез на основании исследований рынка и новых течений\n- подвязка задач к метрикам, построение прогноза влияния\n- поиск синергий со смежными отделами\n- поиск способов быстро проверить гипотезы (nodev)\n- составление бэклога валидированных гипотез\n\nАналитика продуктов:\n- внедрение мониторингов и сбора метрических показателей в продукты\n- проектирование новых фич с учётом необходимости сбора метрик\n- заказы на предварительные исследования продукта\n- сбор дашбордов и отчётности\n\nРабота с продуктом:\n- выделение приоритетных направлений и задач в рамках полугодий\n- составление плана доставки задач\n- исследование, продуктовая (user stories) и проджектовая постановка задач\n- кикофф, грумминги, планирование и другое сопровождение разработки\n- проведение демо для клиентской команды и маркетинга утверждение плана внедрения фич\n- пострелизное сопровождение и анализ фич\n\nРабота с процессами:\n- сопровождение и контроль команды разработки, маркетинга, клиентского отдела\n- совершенствование процессов взаимодействия с разработкой\n\nНесколько примеров проектов:\n\nРеклама для smb продавцов маркетплейсов.\nЗадача: организовать процесс и проверить гипотезу, внедрить новую фичу в сервис (cjm, интерфейс, логика работы), привлечь аудиторию, растить средний чек.\nРезультаты: построение гибкого процесса работы в обход препятствий, стабильный поток запусков с еженедельным приростом активных пользователей и совокупного рекламного бюджета.\n\nГрупповая стратегия управления рекламными кампаниями. \nЗадача: подхватить процесс создания фичи - проанализировать, по необходимости переработать и доработать продуктовую постановку, выпустить mvp и провести тестовый клиентский запуск, довести продукт до релизной стадии.\nВ результате исследований пришлось сильно дорабатывать первоначальную постановку и представление о продукте, пересобирать порядок доставки, проектировать с нуля интерфейс и UX.\nРезультат: успешный запуск mvp и пользовательские тесты (положительные отзывы и постлаунчевые опросы), переработка календаря релизов таким образом, чтобы крупный продукт можно было выпускать частями и использовать для улучшения текущего пользовательского опыта, рост метрик использования продукта.\n\nБиллинг продукта.\nЗадача: автоматизировать процесс расчёта стоимости оказанных, перевести расчёты на периодную основу, встроить в основной биллинга сервиса. \nРезультаты: создание системы учёта всех тарифицируемых услуг для пользователя, переход на тарификацию по фиксированным периодам, передача инструмента клиентскому отделу для дальнейшей эксплуатации.","skills":null},{"position":"Product Owner","date_from":{"year":2019,"month":12,"day":1,"precision":2},"date_to":{"year":2020,"month":10,"day":1,"precision":2},"company":"FOTOSKLAD","experience_area":null,"industries":[{"id":null,"name":"Розничная сеть (одежда, обувь, аксессуары)","external_id":null},{"id":null,"name":"Розничная сеть (мобильный ритейл)","external_id":null},{"id":null,"name":"Интернет-магазин","external_id":null}],"description":"В компании FOTOSKLAD я руководил двумя проектами: маркетплейсом ABC.RU и интернет-магазином textile.shop. Перед проектами стояли задачи:\n- смена концепции; \n- оптимизации процесса разработки \n- разработка плана действия для увеличения прибыльности.\n\nФункции:\n\n- Аналитика.\nПеред началом работ было проведено всестороннее изучение проектов – анализ финансовых показателей за несколько лет, анализ трафика и стоимости его привлечения, анализ маркетинговых активностей и их эффективности, анализ текущего бэклога проекта и прибыльности внедрённых решений, ABC-анализ ассортимента.\n\n- Планирование.\nВ компании принята практика детализированного планирования в квартальном разрезе. Планы касаются разработки, маркетинга, ассортиментных заданий и инфраструктурных проектов. Широкими мазками должен был быть очерчен годовой план жизни проекта.\n\n- Пересмотр процесса разработки.\nВ рамках проекта ABC.RU была пересобрана команда разработки (5 бэк- и 2 фронт- разработчика, тестовый юнит), внедрены agile-процессы (scrum с недельными спринтами), для PM’а проекта был разработан инструмент 3-х недельного планирования (проработка, оценка, разработка), написан регламент для тестового юнита, внедрено автотестирование.\n\n- Коммерческая часть.\nВ сотрудничестве с коммерческим отделом и отделом стратегического развития были внедрены 3 новых товарных направления (одежда и обувь, продукты питания, товары категории «здоровье»), для проекта textile.shop разработана отдельная ценовая и ассортиментная стратегия, обеспечение ежемесячного роста проекта.\n\n- Маркетинг.\nРазработка vision проекта textile.shop, синхронизация работы маркетинговой, коммерческой и розничной служб компании, запуск нескольких новых платформ, разработка фидов для КА-50, авито, категорийной рекламы, разработка имиджевой рекламы, новый подход к контекстной рекламе для рекламы направления одежды и обуви.\n\n- Разработка.\nВнедрение двухмерной модели в структуру номенклатуры товара(размеры для одежды) без изменений со стороны 1С, подготовка проекта ABC.RU для работы с одеждой (графические, структурные и инфраструктурные изменения), внедрение системы регионального наличия и ценообразования, переработка пользовательских сценариев в разных частях сайта и другие улучшения UX, перевод сайта на новую фронтэнд-архитектуру и другие работы.\n\n- Контент.\nРазработка требований к графическому контенту и наполненности инфо-модели, разработка нового (временного) инструмента наполнения сайта, участие в процессе внедрения Akineo.\n\nКлючевые достижения:\n- вывод проекта textile.shop на аналогичную прибыльность yoy на фоне сокращения 80% ассортимента;\n- стабильный рост прибыльности проекта ABC.RU;\n- введение нового масштабного ассортиментного направления «Одежда и обувь»;\n- рост темпа разработки в 10 раз;\n- внедрение большого количества масштабных фич на сайты.","skills":null},{"position":"Руководитель интернет-проекта","date_from":{"year":2018,"month":11,"day":1,"precision":2},"date_to":{"year":2019,"month":8,"day":1,"precision":2},"company":"DIPLOMAT","experience_area":null,"industries":[{"id":null,"name":"Розничная сеть (одежда, обувь, аксессуары)","external_id":null},{"id":null,"name":"Интернет-магазин","external_id":null}],"description":"О компании:\n- 90+ розничных магазинов по РФ;\n- собственное производство мужской и женской одежды.\n\nЗадачи, поставленные собственником:\n- запуск нового классного интернет-магазина;\n- поиск и отладка новых каналов сбыта;\n- оптимизация процессов продажи товаров через интернет.\n\nКлючевые достижения:\n- успешный выход на платформу Wildberries;\n- запуск интернет-магазина (Битрикс);\n- написание двухстороннего обмена между 1С и Битрикс;\n- разработка алгоритма обработки заказов, позволившего значительно увеличить скорость работы; \n- оптимизация работы фотостудии и пересмотр стандартов качества фото;\n- оптимизация ассортимента товаров;\n- запуск рекламного сопровождения (разработка стратегии, бюджетирование, бриф, подбор подрядчика, контроль).\n\nСамое главное: в процессе из разрозненного персонала с непрозрачными и запутанными бизнес-процессами был сформирован отдел, а процессы поставлены на поток. Построен интернет-ресурс, начата потоковая работа с моделями для съёмки одежды, налажена работа с другими отделами компании, совершён удачный выход на Wildberries.\n\nЧто было сделано за время работы:\n1. Подготовка — смета проекта, оценка аудитории, планирование отдела (необходимый персонал, его ФОТ, сроки найми в рамках графика жизни проекта) и финансовых показателей (анализ конкурентов, план на основе средних показателей). \n2. Ассортимент магазина — составление первичной матрицы товаров и отбор старого материала. Оптимизация внутренней кухни фотостудии, пересмотр стандартов качества фотографий.\n3. Запуск интернет-магазина — покупка Битрикс и шаблона к нему, развёртывание и настройка Битрикс и необходимых модулей на сервере. Постановка программисту и верстальщику задач для придания индивидуальности внешнему виду (осовременить шаблон и UX в соответствии с требованиями времени и конкуренции), реализации фирменных «фишек» и разработки требующегося для внутренней работы функционала. Наполнение сайта товаром и информацией. Работа со старым ассортиментом для увеличения количества стартовых SKU.\n4. Обмен данными — создание и настройка обмена данными между Битрикс и 1С с учётом сложной схемы управленческого учёта, отношения к описанию свойств товаров и структуре IT. Для автоматизации работы менеджера был разработан алгоритм, позволяющий сократить время обработки одного заказа с 1 часа до 15 минут.\n5. Отдел — поиск и найм контент-менеджера, помощников фотографа, менеджеров интернет-магазина, трафик-менеджера. Разработка должностных инструкций, обучение и введение в должность. Для некоторых вакансий был разработан отдельный инструментарий.\n6. Продажи на сайте — разработка модели маркетингового блока (внешний вид + блок логики с интеграцией в стандартный функционал Битрикса). Реализация обмена зачеркнутыми ценами в обход маркетингового блока Битрикса. \n5. Реклама — разработка стратегии и бюджетирование, поиск подрядчика (бриф, тестовое, анализ репутации), переговоры, внесение правок и согласование рекламных кампаний, запуск и послезапусковые корректировки, переориентация после сбора данных.\n6. Wildberries — подготовка инструментария для выгрузки данных на портал и подготовки товара к отгрузке, консультация остальных отделов по работе с порталом, участие и координация всех этапов поставки товара – начинания с получения матрицы поставки и заканчивая контролем принятия машины с товаром на складе Wildberries, подготовка подсорта, оптимизация внутренних процессов.\n7. В рамках проекта было сделано ещё много всяких интересных мелочей, вроде системы динамической сортировки товара внутри категории, масштабируемой вплоть до погоды в отдельно взятом регионе, или системы автоматической рекомендации по количеству подсортировываемого товара для Wildberries. \n\nПричина ухода: \n- завершение проекта.","skills":null},{"position":"Руководитель интернет-проектов","date_from":{"year":2017,"month":10,"day":1,"precision":2},"date_to":{"year":2018,"month":11,"day":1,"precision":2},"company":"ООО \"КРОКИД-РИТЕЙЛ\"","experience_area":null,"industries":[{"id":null,"name":"Розничная сеть (одежда, обувь, аксессуары)","external_id":null},{"id":null,"name":"Интернет-магазин","external_id":null},{"id":null,"name":"Розничная сеть (товары для детей)","external_id":null}],"description":"Развитие трёх проектов компании, рассчитанных на расширение бизнеса компании:\n1. Розничный интернет-магазин детской одежды.\n2. Оптовый интернет-магазин детской одежды.\n3. Оптовая продажа полотна.\nПомимо этого, участие в развитии бизнес-процессов компании, подготовка и контроль разработки 1С, консультирование по всем digital-процессам.\nМной была собрана прекрасная команда, которая на данный момент ведёт все три проекта и приносит собственникам бизнеса очень хорошие деньги. Эти люди и их труд - то, чем я горжусь в этом проекте.\nПодробнее о моей деятельности в рамках проектов.\n1. Розничный интернет-магазин детской одежды.\nПроект, полностью возведённый с нуля:\n - построение первичной товарной матрицы, налаживание поставок, встраивание поставок во внутренние процессы компании;\n - разработка теории и контроль написания отдельной базы учёта 1С под проект;\n - бухгалтерия интернет-магазина - интеграция продажных данных в белую бухгалтерию компании, настройка касс, интернет-эквайринга;\n - склад - поиск места, организация рабочего пространства и расположения товара (подготовка адресного хранения), закупка оборудования, найм персонала;\n - логистика - заключения договора с тремя компаниями (DPD, IML, Почта России), интеграция на сайте, проработка внутренней логистики и подготовки товара для передачи в курьерскую службу, введение должности \"логист\";\n - коммерческий блок - разработка схемы работы и количества персонала, уровня мотивации, найм персонала, обучение, совместная шлифовка внутренних процессов, аналитика конкурентов, сценарии;\n - маркетинг - найм маркетолога, смм-специалиста, участие в разработке рекламных стратегий и креативов, контроль работы рекламного агентства - вывод рекламных компаний на эффективный уровень, определение digital-маркетинга на глобальном уровне;\n - разработка площадки - совместная работа с подрядчиком, подключение всех необходимых сервисов, контроль разработки, определение и переопределение ключевых рабочих моментов (работа менеджеров, резервирование, доставка, синхронизация, работа со складами), тестирование, наполнение контентом, синхронизация с 1С, логистами и всякими другими службами, работа над функционалом и, конечно, ломание копий, с которым я бы не справился без своего контент-менеджера.\nЗа 5 месяцев мы запустили проект - создав внутреннюю кухню, сайт, учёт и всё сопутствующее. Бум!\n\n2. Оптовый интернет-магазин детской одежды.\nНа момент моего прихода проект был завершён на 80%. За исключением некоторых довольно крупных просчётов синхронизации 1С и сайта - оставался только контент, переделка юзабилити (разработчиками были допущены небольшие ошибки), тестирование и финальная полировка. \nПосле запуска мы вместе с отделом оптовых продаж активно усовершенствовали проект - юзабилити на основании просьб клиентов и собственных менеджеров, синхронизации с 1С, менеджерский интерфейс и даже дошли до глобальной смены бизнес-модели. \n\n3. Оптовая продажа полотна.\nНебольшой сайт. В его рамках я занимался проработкой и переориентированием маркетинговой стратегии, контролем сео-оптимизации и настроек контекстной рекламы, техническими моментами. \n\nА ещё - мы сделали сайт для нового бренда и подготовили для запуска ещё один интернет-магазин.","skills":null},{"position":"Руководитель отдела развития","date_from":{"year":2015,"month":5,"day":1,"precision":2},"date_to":{"year":2017,"month":10,"day":1,"precision":2},"company":"ООО \"ТД Энергосбыт\"","experience_area":null,"industries":[{"id":null,"name":"Розничная сеть (DIY и товары для дома)","external_id":null},{"id":null,"name":"Интернет-магазин","external_id":null},{"id":null,"name":"Розничная сеть (мебель)","external_id":null}],"description":"- разработка и претворение в жизнь стратегии работы интернет-отдела компании – рекламной (каталоги (Я.Маркет, Е-каталог, мэйл…), контекст (директ, эдвордс, бегун), e-mail маркетинг, смм (таргет, посев, работа с аудиторией), партнёрка, эксперименты, товарный маркетинг, разработка рекламных акций), внутренней (приоритетность разработки, регулировка работы подразделений ИО, менеджмент персонала, решение организационных и других проблем), финансовой (бюджетирование, отчётность, продажи);\n\n- проработка и создание инструментов работы и обслуживания ИМ с 40 000 артикулов живой матрицы (синхронизация с 1С, внутренние механизмы обработки данных, пакетная загрузка товаров, системы управления ассортиментом, различные модификации для обеспечения эффективности работы отдела продаж, закупок и бэк-офиса ИМ, разработка систем отчётности и мониторинга эффективности продаж и рекламы), внедрение новых функций на сайт, руководство доработкой 1С7 и 1С8 под нужды интернет-отдела, подключение сторонних сервисов (аналитики и статистики, ремаркетинг, e-mail маркетинг, смс, взаимодействие с пользователем, смм, комментарии и т.д.);\n\n- расширение функциональности и модернизация сайта на CMS 1С-Битрикс с целью внедрения новых товарных стратегий, улучшения удобства использования, реализации рекламных нужд, техническое обслуживание и устранение неисправностей;\n\n- управление отделом из 10 человек в непосредственном подчинении (директолог, контент-менеджер, копирайтер, отдел продаж), 15 фрилансерами (программисты, дизайнеры, контент-менеджеры, копирайтеры, смм), определение курса работы отдела продаж, взаимодействие и управление сторонними подрядчиками (сео, ремаркетинг, агентство обслуживания ИМ, конент-агентство);\n\n- мониторинг и анализ конкурентов, маркетинг на основе полученных данных;\n\n- мониторинг и анализ показателей ИМ (продажи, интересы покупателей, посещаемость, видимость, рекламные системы, ассортимент, удовлетворённость покупателей), принятие корректировок стратегии на основе полученных данных;\n\n- работа с сайтом в оставшееся время – работы с каталогом, срочные изменения, тестирование, поиск новых классных штук.","skills":null},{"position":"Управление проектом","date_from":{"year":2014,"month":9,"day":1,"precision":2},"date_to":{"year":2015,"month":5,"day":1,"precision":2},"company":"Kibilab","experience_area":null,"industries":[{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (производство)","external_id":null}],"description":"Управление финансами, поиск клиентов, переговоры, обеспечительная часть проекта (закупки, партнёрки, персонал), участие в проектной разработке, брэндинг, бизнес-процессы, первичная бухгалтерия, поиск персонала, управление штатом из 5 сотрудников, взаимодействие с внештатным персоналом (фрилансеры, удалённые разработчики), решение конфликтных ситуаций, документация, планы работы.\n\nKibilab - проект мой и моего друга и партнёра. Это была небольшая проектная студия, занимающаяся контрактной разработкой электроники. За год с небольшим мы развились из небольшого офиса с двумя нами в небольшой офис с двумя нами и ещё четырьмя славными энтузиастами и десятком внештатников на подхвате. Мы брались за разработку самых разных штук (от небольших плат управления датчиками до комплекса демостендов с небольшим роботами).","skills":null},{"position":"Развитие интернет-проектов","date_from":{"year":2012,"month":12,"day":1,"precision":2},"date_to":{"year":2014,"month":8,"day":1,"precision":2},"company":"ООО \"Волшебный Мир\"","experience_area":null,"industries":[{"id":null,"name":"Розничная сеть (книги, игрушки, подарки, часы и прочее)","external_id":null}],"description":"Увеличение посещаемости ресурсов компании (создание планов доработки ресурсов, сео, маркетинговое развитие), создание и ведение контекстной рекламной компании (директ, adwords, партнёрки), повышение конверсии ресурсов, сопровождение работы розничного интернет-магазина (наём персонала, контроль работы 6 менеджеров и нескольких \"постоянных\" фрилансеров, создание плана централизованной работы, подключение доп. сервисов и оутсурсовых компаний), разработка нового интернет-магазина.","skills":null},{"position":"Менеджер по развитию","date_from":{"year":2012,"month":2,"day":1,"precision":2},"date_to":{"year":2012,"month":10,"day":1,"precision":2},"company":"ООО \"Альтера-Медиа\"","experience_area":null,"industries":[{"id":null,"name":"Розничная сеть (товары для детей)","external_id":null}],"description":"Развитие нескольких интернет магазинов, поиск новых партнёров и перспективных направлений деятельности, маркетинг, сопровождение рекламных компаний (в основном электронных), контроль работы интернет-проектов, ведение склада и отчетности, контроль работы сторонних копирайтеров и программистов.","skills":null},{"position":"Продавец-консультант","date_from":{"year":2005,"month":1,"day":1,"precision":2},"date_to":{"year":2012,"month":1,"day":1,"precision":2},"company":"Сеть магазинов БЧ-7","experience_area":null,"industries":[{"id":null,"name":"Розничная сеть (книги, игрушки, подарки, часы и прочее)","external_id":null}],"description":"Путь внутри компании:\n\nМенеджер по развитию (2011-2012):\nРазработка рекламных акций, их сопровождение РП, ведение сайта компании, интернет-маркетинг, отслеживание нужд магазинов сети и их исполнение, управление интернет-магазином.\n\nРуководитель интернет-магазина (2009-2011):\nСоздание и ведение проекта отдельного от общей сети интернет-магазина, менеджмент мини-склада, интернет-маркетинг, реклама (в том числе в поисковиках и площадках Я-Маркета), наполнение каталога, работа с клиентами и поставщиками, привлечение партнеров.\n\nЗакупщик отдела (2006-2009):\nОтслеживание ассортимента, закупка CD-ROM отдела магазинов (сначала одного, затем нескольких), работа с поставщиками, привлечение новых поставщиков, ведение склада.\n\nПродавец-консультант (2005-2006):\nРабота с клиентами, выкладка товара, составление пожеланий для закупщиков, администрирование магазина, работа на кассе.","skills":null}],"education":{"level":{"id":null,"name":"Высшее","external_id":"higher"},"higher":[{"name":"Санкт-Петербургский Государственный аграрный университет, Санкт-Петербург","description":"Маркетинг","date_from":null,"date_to":{"year":2009,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Маркетинг и анализ рынка","form":null}],"vocational":null,"elementary":null,"additional":null,"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 921 5556613","preferred":false,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"god_gurrru@mail.ru","preferred":true,"full_value":null},{"type":{"id":null,"name":"ICQ","external_id":"icq"},"value":"472-662-733","preferred":false,"full_value":null},{"type":{"id":null,"name":"Skype","external_id":"skype"},"value":"crazy_lixx","preferred":false,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":{"id":null,"name":"Площадь Ленина","external_id":"14.197"},"address":null,"lat":59.955611,"lng":30.35605},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"B2 — Средне-продвинутый","external_id":"b2"}}],"wanted_salary":null,"work_schedule":[{"id":null,"name":"Удаленная работа","external_id":"remote"},{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":true,"driver_license_types":["B"],"military":null,"social_ratings":null,"photos":null,"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не более часа","external_id":"less_than_hour"}}}