{"id":"44303781","auth_type":"HH","account_source":328018,"updated":"2024-01-26T13:32:24+03:00","created":"2024-01-26T13:32:24+03:00","files":[],"source_url":"https://spb.hh.ru/resume/49804d4c000411743f000133e148357547574b?vacancyId=92221244&hhtmFromLabel=suitable_resumes&t=3644744647&resumeId=68252735&hhtmFrom=employer_vacancy_responses","foreign":"49804d4c000411743f000133e148357547574b","key":"0411743f","portfolio":[{"small":"https://store.huntflow.ru/uploads3/named/d/8/c/d8cc6b267d2b7518b81ce7b125029ade.jpeg/709468897.jpeg?s=bQ6OU5VrX_3LIzO0W-CbyQ&e=1710635561","large":"https://store.huntflow.ru/uploads3/named/3/1/3/313474d8615b0b9e2e8549ade2a0df1d.jpeg/709468898.jpeg?s=UmOn2_m7DqTHlbxOxprw-Q&e=1710635561","description":null},{"small":"https://store.huntflow.ru/uploads3/named/8/f/1/8f14b7a13f0193965bcf442b94974da2.jpeg/579074419.jpeg?s=1bN0QUyoWBhQHUsWMI4-sQ&e=1710635561","large":"https://store.huntflow.ru/uploads3/named/6/b/d/6bd38b53930cbcc2adca62276b0b3538.jpeg/579074420.jpeg?s=MUdkeI2cEDwLsjXNeJa3og&e=1710635561","description":null},{"small":"https://store.huntflow.ru/uploads3/named/7/0/e/70e841ae1ce10f24aec685326a42ab38.png/579074239.png?s=HdvAXyu3RO_LND_FxTPs9Q&e=1710635561","large":"https://store.huntflow.ru/uploads3/named/1/a/a/1aa48224beea21af6ba514495de6c08a.png/579074240.png?s=E_pY7xU1V8swUFsslB_Gnw&e=1710635561","description":null},{"small":"https://store.huntflow.ru/uploads3/named/c/8/9/c8928960587948d1e90f5122db56874d.jpeg/715386094.jpeg?s=TkhzMoxLpz_OjqFOxrs8vA&e=1710635561","large":"https://store.huntflow.ru/uploads3/named/b/b/2/bb2b61cbe4d89adcbb55efd19f65bc8d.jpeg/715386095.jpeg?s=mgw-Z97eW2CYjgRuR3_0EQ&e=1710635561","description":null}],"data":{"body":null,"area":{"id":"2759","name":"Tashkent","url":"https://api.hh.ru/areas/2759"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads3/6/c/3/6c377cfdcb88db3f76d36de249943435.jpeg","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":"Roman","middle_name":"Dmitrievich","last_name":"Smirnov","birth_date":{"year":1990,"month":4,"day":1,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Head of procurement dept. / Начальник отдела закупок","specialization":null,"skill_set":["Incoterms","MS Office","ORACLE","Corporate Management","Price Determination","Cost calculation","Business English","Negotiating","Drafting contracts","Budgeting","Competitive environment analysis","Procurement","Optimization","Planning","Foreign languages","Organizational skills","Administrative management"],"gender":{"id":null,"name":"Male","external_id":"male"},"experience":[{"position":"Manager on strategic procurement (Direct stream)","date_from":{"year":2019,"month":2,"day":1,"precision":2},"date_to":null,"company":"Veon (ТМ Beeline)","experience_area":null,"industries":null,"description":"All work takes place in the Oracle ESS corporate system. Range of purchases includes goods, licenses, works and services. In subordination is department of contracts for the implementation of tender decisions.\n\nPrimary duties:\n1) Taking participation in work over improvement of procurement process, implementing modifications in methodology and procurement procedure;\n2) Conducting tenders and/or purchases from a single source on both the local and global markets in accordance with the company's internal regulations and the responsibility distribution matrix namely:\n\n- Analysis of technical specification given by the customer for correctness and compliance with the procurement procedure;\n- Projects kick-off to the Procurement Committee consisting of the company’s top-management\n- Elaborating strategic schemes for tenders and conducting the RFI procedure as needed;\n-  Approval the following: tender expert group, format of the tender, blocking factors, list of requirements, evaluation matrix, TCO-model/NPV, RFP package, schedule of conduction of the  tender. All these docs approve at the Tender commission;\n- Sending out approved docs and further receipt bids and other filled documentation from participants;\n- Offers analysis in conjunction with the Expert group and preparation of the presentation containing results of the 1-st stage;\n-  Conducting the 2-nd stage in form of: a) online auction; b) request for brighten priced offers;\n- Preparation of the detailed protocol and presentation for the Tender commission;\n- Detailed coverage of the tender at the Procurement committee and its subsequent approval;\n- Trasmission of the approved decision to the contract dept. for the contract execution.\n- Regular meetings with the Dutch headquarter in order to discuss the status of projects and the development strategy for subsequent periods.\n\nSecondary duties:\n1) Approval of contracts in the Oracle ESS ERP;\n2) Receipt of the ready-made solutions from Veon’s HQ and passing to the contract dept. for the further contracting;\n3) Cross-functional interaction by means of meetings with the aim of solving different kind of issues;\n6) Trainings participation and continuous skill improvement.\n\nIn the list of companies with whom commercial relations has been established all well-known global brands, such as Microsoft, Micro Focus, Thales DIS, Oracle, Kaspersky Lab, Amdocs, Huawei, ZTE, Opencode Limited and others.","skills":null},{"position":"Manager on procurement and supplies","date_from":{"year":2018,"month":3,"day":1,"precision":2},"date_to":{"year":2019,"month":2,"day":1,"precision":2},"company":"Modular Boiler Systems LLC","experience_area":null,"industries":[{"id":null,"name":"Industrial Construction","external_id":null},{"id":null,"name":"Energy Construction","external_id":null},{"id":null,"name":"Thermal Engineering (Generation of Power and Heat, TPP)","external_id":null}],"description":"Preparation of the project budget (in the direction of the \"main equipment\") and purchasing Viessmann, Caterpillar, Wilson, Genebre, Willo, RAZ, APROVIS, Guntner, Weishaupt equipment in foreign countries (boilers, burners, gensets, pipeline fittings, etc.) ELCO Burners, Ecoflam and others.;\n\nSearching for equipment and suppliers abroad (Europe, China);\n\nTranslation of technical documentation for the block-modular boiler house to provide foreign general contractor “Gazprom pererabotka Blagoveshchensk” LLC (within the framework of the Amursky GPZ project) into English;\n\nPicking construction sites with all necessary equipment in accordance with the engineer-designer's data;\n\nDrafting and approval of contracts with counterparties;\n\nControl of payments under contracts;\n\nCalculation of logistics and customs payments;\n\nDocuments preparation and its submission to customs;\n\nWarehouse inventory control.\n\nAll realized projects indicated on the company's website.","skills":null},{"position":"Economist on procurement and coordination with foreign partners","date_from":{"year":2016,"month":5,"day":1,"precision":2},"date_to":{"year":2017,"month":12,"day":1,"precision":2},"company":"Service Plus Group LLC","experience_area":null,"industries":[{"id":null,"name":"Software Development","external_id":null},{"id":null,"name":"System Integration, Technological and Business Processes Automation, IT Consulting","external_id":null},{"id":null,"name":"Computer, Optical, Control and Measurement Technology, Radio and Electronics, Automatics (Promotion, Wholesale)","external_id":null}],"description":"Marketing researches of the IT equipment market for business automation in retail using many analytic methods;\n\nTime series analysis and correlation-regression analysis to investigate the relationship and tightness between demand on products and time period / elasticity of one and the other product / consumer demand and market supply;\n\nSearching and analysis of the IT product suppliers (monoblocks, data collection terminals, cash register equipment, monitors, printers, price-checkers, scanners, software and much more);\n\nNegotiations and conclusion of international contracts. During the working period I executed about 100 contracts for supply;\n\nMarket prices monitoring;\n\nSearching for opportunities in order to gain discounts and special prices from suppliers;\n\nParticipation in the calculation of full self-cost;\n\nParticipation in the purchases budgeting;\n\nTracing the supply chain and working with shipping documents (CCD, CMR, etc.);\n\nControl payment terms for the delivered goods, developing a mechanism to optimize purchases and participating in pricing of products in accordance with company regulations;\n\nThe main customers were such companies as X5 Retail Group, Magnit, Technosila, Leroy Merlin, Sportmaster, Auchan and others;\n\nConducting a project to equip industrial equipment with special reading chips from the ground up and until the equipment registered by the state bodies of the Russian Federation in accordance with the 54-FL. The total cost of purchased equipment for this project is 50 million rubles;\n\nMajor suppliers were such as Wincor Nixdorf, Wavelink, DIGI, Anritsu, Toshiba, Oracle, Datalogic, Mobile Compia, Sewoo, Toyota, Dell and others. \n\nDuring my work many projects for the purchase and equipping of production areas of leading retail market players with industrial equipment and software have been implemented. Main achievement is replacement of expensive and not popular commodities in favor of cheaper substitute goods without loss of quality. This led to the self-cost and logistic costs reduction, allowed to increase market share, balance Net Working Capital and provide larger proportions of won tenders.","skills":null},{"position":"Manager on FEA (export operations and long-term business relations development)","date_from":{"year":2014,"month":11,"day":1,"precision":2},"date_to":{"year":2016,"month":3,"day":1,"precision":2},"company":"TIAL LLC","experience_area":null,"industries":[{"id":null,"name":"Rubber, Plastic etc. (Manufacturing)","external_id":null},{"id":null,"name":"Organic Chemistry (Promotion, Wholesale)","external_id":null},{"id":null,"name":"Organic Chemistry (Manufacturing)","external_id":null},{"id":null,"name":"Inorganic Chemistry (Promotion, Wholesale)","external_id":null}],"description":"Business correspondence with counterparts;\n\nComposition and conclusion of international contracts on delivery of high-tech heat-shrinkable insulation materials for full range of pipelines in oil&gas and housing sector;\n\nFormation and implementation of sales schedule, marketing researches, participation in budget formation of FEA Dept.;\n\nCooperation with agents in foreign countries;\n\nCalculation of required products, formation and submission technical and commercial offers to clients (participation in tenders);\n\nParticipation in the calculation of full self-cost;\n\nTranslation and understanding technical documentation of projects;\n\nPreparing shipping documents for custom clearance (mill test certificates, certificates of origin, invoices, packing lists, bills of lading, CMR, currency transaction report forms, remittance orders. Provisioning financial reports to shareholders;\n\nShipments in accordance with INCOTERMS-2010 to Egypt, Turkey, Brazil, Bulgaria, Iran, China, Myanmar and other countries;\n\nFull legal arrangements including documents legalization in embassies;\n\nCooperation with carrier (tracking of delivery), insurance company, various international logistic organizations, certification authorities (Moscow Chamber of Commerce and Industry, Chamber of Commerce and Industry of the Russian Federation), collaboration with Federal Customs Service in order to confirm goods exportation outside the Russian Federation (VAT refund);\n\nSigning additional agreements with counterparties, composition and signing lists of disagreements, acts of reconciliations;\n\nClosing receivables for the goods delivered, interaction with the Issuer on subject of payment under a letter of credit and with the Payee on subject of collection of payments;\n\nHandling complaints;\n\nSending samples to Bodycote (UK), Gas Technology Institute, Partech (both - USA), DVGW (Germany), participating international seminars;\n\nParticipating exhibitions (Annual Pipeline Coating Exhibition) and conferences (Corrosion Protection Conference), business trips to objects of pipeline construction works, advising (in conjunction with technical specialist) on application and operation of the product;\n\nWork with re-importation of goods from consumer countries;\n\nAmong the achievements I would like to emphasize my direct participation in establishment of commercial relations with such companies as Petrojet, GASCO (both - Egypt), Betta Contech (Bulgaria), SINOPEC, CNPC (both - China), Yalcin Boru (Turkey), Petrobras, NIOC (Iran), Lukoil Middle East (UAE).","skills":null}],"education":{"level":{"id":null,"name":"Master","external_id":"master"},"higher":[{"name":"Russian State Geological Prospecting University named after Sergo Ordzhonikidze, Moscow","description":"Economics and management at mineral and raw materials enterprises (engineer - economist)","date_from":null,"date_to":{"year":2017,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Institute of international relations and economic and legal basis of subsoil use","form":null},{"name":"Tashkent State Pedagogical University named after Nizami Ganjavi","description":"General Psychology (Psychologist)","date_from":null,"date_to":{"year":2011,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Psychology","form":null}],"vocational":null,"elementary":null,"additional":[{"name":"Español gramático y coloquial","description":null,"date_from":null,"date_to":{"year":2023,"month":0,"day":0,"precision":0},"education_area":null,"result":"Spanish language"},{"name":" ITIL4 foundations","description":null,"date_from":null,"date_to":{"year":2022,"month":0,"day":0,"precision":0},"education_area":null,"result":"Management of IT infrastructure"},{"name":"Hands-on","description":null,"date_from":null,"date_to":{"year":2017,"month":0,"day":0,"precision":0},"education_area":null,"result":"Economic planning and implementation of material and technical support of geological exploration enterprises"},{"name":"Business English","description":null,"date_from":null,"date_to":{"year":2012,"month":0,"day":0,"precision":0},"education_area":null,"result":"Business English"},{"name":"Technical English","description":null,"date_from":null,"date_to":{"year":2012,"month":0,"day":0,"precision":0},"education_area":null,"result":"Technical English"},{"name":"Hands-on","description":null,"date_from":null,"date_to":{"year":2011,"month":0,"day":0,"precision":0},"education_area":null,"result":"Psychocorrection of people of senior school age with taking into account the specifics of their activity"}],"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Cellphone","external_id":"cell"},"value":"+998 97 7344090","preferred":true,"full_value":null},{"type":{"id":null,"name":"Email","external_id":"email"},"value":"smirnovr.r@yandex.ru","preferred":false,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Tashkent","external_id":"2759"},"metro":null,"address":null,"lat":0.0,"lng":0.0},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Russia","external_id":"113"}],"language":[{"id":"spa","name":"Испанский","level":{"id":null,"name":"C1 — Advanced","external_id":"c1"}},{"id":"rus","name":"Русский","level":{"id":null,"name":"Native","external_id":"l1"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"C1 — Advanced","external_id":"c1"}},{"id":"uzb","name":"Узбекский","level":{"id":null,"name":"B2 — Upper Intermediate","external_id":"b2"}}],"wanted_salary":null,"work_schedule":[{"id":null,"name":"Full day","external_id":"fullDay"},{"id":null,"name":"Full time","external_id":"full"}],"has_vehicle":false,"driver_license_types":null,"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/635058810.jpeg?t=1706351458&h=9ki-ofmZdf0AN-SHybOD_w","original":"https://hhcdn.ru/photo/635058810.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Up to one hour","external_id":"less_than_hour"}}}