{"id":"17125699","auth_type":"HH","account_source":328017,"updated":"2020-02-28T13:35:11+03:00","created":"2020-02-28T13:35:11+03:00","files":[],"source_url":null,"foreign":"8990cde6000546b35e000133e1585449737768","key":"0546b35e","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":null}},"resume":{"personal_info":{"photo":null,"first_name":"Андрей","middle_name":"Юрьевич","last_name":"Бусик","birth_date":{"year":1991,"month":7,"day":31,"precision":2},"text_block":null},"source_url":null,"position":"Senior Android Developer","specialization":[{"id":"1.221","name":"Программирование, Разработка","external_id":"1.221","profarea_id":"1","external_profarea_id":"1","prefarea_name":null},{"id":"1.82","name":"Инженер","external_id":"1.82","profarea_id":"1","external_profarea_id":"1","prefarea_name":null}],"skill_set":["Java","Android","Git","Kotlin","MVVM","LiveData","RxJava2","Dagger2","Room"],"gender":null,"experience":[{"position":"Старший Android разработчик core команды","date_from":{"year":2018,"month":5,"day":1,"precision":2},"date_to":null,"company":"ООО \"Бесконтакт\"","experience_area":null,"industries":null,"description":"Участие в разработке мобильного приложения \"Кошелёк Pay\": \n- Проведение собеседований и интеграция новых android разработчиков; \n- Рефакторинг легаси, самостоятельная разработка и интеграция нового функционала в приложение, багфикс; \n- Составление планов по рефакторингу и разработке, планирование спринтов, участие в митингах, работа с желаниями заказчиков внутри компании, выбор подходящих технологий; \n- Код-ревью разработчиков core и других команд; \n- Ведение процесса разработки, настройка CI, ведение документации, взаимодействие с тестированием и iOS разработкой. \n \nЧем стараюсь руководствоваться при написании кода: \nOOP, SOLID, GRASP, Clean Architecture, Модуляризация приложения \n \nАктуальный стек технологий: \nKotlin, Architecture Components (MVVM, LiveData), RxJava2, Room, Dagger2 \n \n- Участвовал в подготовке продукта и его частей к прохождению security evaluation в компании UL (https://www.ul.com/); \n- Поддерживал, участвовал в рефакторинге, разработке и интеграции частей приложения с управляемой с сервера разметкой экрана; \n- Разработал модуль инкапсулирующий взаимодействие с удаленным сервером данных с поддержкой кеширования и некоторых стандартных директив Cache-Control (RxJava2, Room) \n- Разработал модуль онбординга пользователей в приложение (Single Activity, Android Navigation) \n- ...","skills":null},{"position":"Java Android developer","date_from":{"year":2017,"month":1,"day":1,"precision":2},"date_to":{"year":2017,"month":12,"day":1,"precision":2},"company":"Самостоятельная занятость","experience_area":null,"industries":null,"description":"Разработка и эксплуатация третьей версии приложения для водителя такси. \nПериод разработки приложения водителя: 2017 г. \nВремя эксплуатации: конец 2017 г. - н.в. \nОсновная причина разработки новой версии: моё желание, как разработчика, изучить новые технологии и продемонстрировать их применение. Отказ от поддержки постоянного tcp соединения между сервером и клиентом для полного перехода на использование бэкэнда в качестве REST сервиса. \n \nСтек технологий для мобильного приложения водителя: \nВыполнение запросов к C# WEBAPI2 REST-бэкэнду с использованием библиотеки Retrofit в синхронном и асинхронном режимах и авторизацией через токен с использованием перехватчиков запросов (Interceptor); \nРеализация прочих асинхронных операций через AsyncTask, ThreadPool, AsyncTaskLoader; \nПрокладка маршрутов, расчёт времени прибытия и подстановка рассчётного времени прибытия на экране приёма заказа для всех заказов; \nПовсеместное использование фрагментов, что вместе с использованием тегов  и  позволило реализовать и переиспользовать различные лэйауты для смартфонов и планшетов при сохранении поддержки технологии Samsung Multiwindow, использовать библиотеку MaterialDrawer для разных вариантов меню и компонент ViewPager; \nИспользование CardView, ConstraintLayout, CoordinatorLayout, Snackbar, FloatingActionButton, CollapsingToolbar, Behavior для переопределение высоты элементов интерфейса при появлении\\пропадании Snackbar и клавиатуры. \nRoom Persistence Library, LiveData, ExpandableRecyclerView для данных о истории выполненных заказов и истории изменения баланса. \nИспользование библиотеки JodaTime для передачи значений типа DateTime между сервером и клиентом; \nПаттерн singleton для хранения специфических данных в рамках сеанса работы с приложением, для корректной обработки жизненного цикла фрагментов, активити и гарантированной доставки результата выполнения HTTP запросов. \nСинтезатор речи Google с редактируемой, основанной на приоритете и идентификаторе актуальности очередью речевых сообщений \nГруппируемые уведомления с кастомным лэйаутом, настраиваемыми параметрами отображения: звук, свет, вибрация и поддержкой каналов уведомлений для Android 8.0 \nЗапросы на переключение состояния передачи геоданных, получение разрешений в рантайме. \nПолучение координат водителя через FusedLocationProvider с экономией батареи: Получение координат через спутники задействуется только в том случае, если не удалось определить местоположение устройства по Wi-Fi или GSM с требуемой точностью; \nИспользование RecyclerView для отбражения списков, стандартной анимации появления\\пропадания элементов списка с рассчётом разницы старого и нового списка через класс DiffUtil; \nЧасть кода приложения, ответственная за оповещение пользователя о событиях в приложении и вывод уведомлений написана на Kotlin; \nНа этапе тестирования используется библиотека LeakCanary для отслеживания утечек памяти и сервис Crashlytics для отслеживания ошибок приложения.","skills":null},{"position":"Java Android, C# developer","date_from":{"year":2015,"month":11,"day":1,"precision":2},"date_to":{"year":2016,"month":5,"day":1,"precision":2},"company":"Самостоятельная занятость","experience_area":null,"industries":null,"description":"Разработка и эксплуатация второй версии автоматизированной системы учёта заказов такси. \nПериод разработки системы: конец 2015 - начало 2016 гг. \nВремя эксплуатации: 2016 г. - н.в. \nОсновная причина разработки новой версии: замена не удовлетворяющего новым требованиям заказчика протокола XML-RPC на WEBAPI2. \n \nСтек технологий для мобильного приложения водителя: \nВыполнение запросов к C# WEBAPI2 серверу с использованием самописного клиента по протоколу HTTP с авторизацией через токен; \nРеализация асинхронных операций через AsyncTask; \nИспользование библиотеки Gson для сериализации\\десериализации данных; \nДвусторонняя связь сервер &lt;-&gt; клиент через самописный TCP клиент на сокетах; \nОтображение местоположения других водителей такси, границ районов, прокладка маршрута выполняемых водителем заказов на карте с использованием компонента GoogleMap; \nПолучение информации о местоположении устройства через Fused Location Provider; \nИспользование уведомлений вкупе с дублированием информации через синтезатор речи Google; \nИспользование сервиса Crashlytics для отслеживания ошибок в приложении.","skills":null},{"position":"Главный специалист отдела геоинформационных систем управления информационных ресурсов и систем","date_from":{"year":2014,"month":3,"day":1,"precision":2},"date_to":{"year":2015,"month":9,"day":1,"precision":2},"company":"Мэрия города Архангельска","experience_area":null,"industries":null,"description":"Техподдержка, разработка ПО, базы данных MS SQL.","skills":null},{"position":"Java Android, C# developer","date_from":{"year":2013,"month":1,"day":1,"precision":2},"date_to":{"year":2015,"month":1,"day":1,"precision":2},"company":"Самостоятельная занятость","experience_area":null,"industries":null,"description":"Разработка и эксплуатация первой версии автоматизированной системы учёта заказов такси. \nПериод разработки и эксплуатации системы: 2013 - 2015 гг. \nВремя, затраченное на разработку прототипа системы - около 8 мес. После - запуск прототипа в эксплуатацию в тестовом и рабочем режиме. \nВыявление проблем и доработка функционала и интерфейса мобильного приложения водителя под нужды заказчика велась на всём этапе эксплуатации системы. \n \nСтек технологий для мобильного приложения водителя: \nВыполнение запросов к серверу с использованием сторонней библиотеки и самописного клиента по протоколу XML-RPC; \nДля реализации асинхронных операций использованы потоки: классы Thread, Runnable; \nРеализована односторонняя связь сервер -&gt; клиент через самописный TCP-клиент на сокетах; \nПолучение информации о местоположении устройства с использованием пакета android.location и отправка данных на сервер; \nОтображение местоположения других водителей такси на карте с использованием библиотеки Yandex MapKit тех времён; \nAndroid сервисы; \nХранение данных в параметрах приложения.","skills":null}],"education":{"level":null,"higher":[{"name":"Северный (Арктический) федеральный университет им. М.В. Ломоносова, Архангельск","description":null,"date_from":null,"date_to":{"year":2013,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Институт математики, информационных и космических технологий, Информационные технологии в дизайне","form":null}],"vocational":null,"elementary":null,"additional":null,"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Свой","external_id":"personal"},"value":"https://github.com/and291","preferred":false,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":null,"address":null,"lat":0.0,"lng":0.0},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":null,"wanted_salary":{"amount":250000,"currency":"RUR"},"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":false,"driver_license_types":null,"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/464743377.jpeg?t=1582905563&h=F-TEBkvvcajmH5t4yPKzxg","original":"https://hhcdn.ru/photo/464743377.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":null}}