{"id":"35794697","auth_type":"HH","account_source":328017,"updated":"2023-06-22T23:30:32+03:00","created":"2023-06-22T23:30:32+03:00","files":[],"source_url":"https://spb.hh.ru/resume/38c7325c00080f73b7000133e1536a384d314b?query=%D0%91%D0%B8%D0%B7%D0%BD%D0%B5%D1%81+%D0%B0%D0%BD%D0%B0%D0%BB%D0%B8%D1%82%D0%B8%D0%BA&hhtmFrom=resume_search_result","foreign":"38c7325c00080f73b7000133e1536a384d314b","key":"080f73b7","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads3/6/e/2/6e2fc8250d19d4b3a1e3eb40e6721fdb.jpeg","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":null,"middle_name":null,"last_name":null,"birth_date":{"year":1990,"month":2,"day":16,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Ведущий бизнес-аналитик","specialization":null,"skill_set":["Оптимизация бизнес-процессов","Обучение и развитие","Реинжиниринг бизнес-процессов","Управление изменениями","Моделирование бизнес процессов","Бизнес-анализ","Управление эффективностью","Управление бизнес процессами","MS Visio","ARIS","BPMN","BPMS","Business Studio","Управление рисками","Big Data","Agile Project Management","Прототипирование"],"gender":{"id":null,"name":"Мужской","external_id":"male"},"experience":[{"position":"Аналитик бизнес-процессов","date_from":{"year":2021,"month":6,"day":1,"precision":2},"date_to":null,"company":"МАГНИТ, Розничная сеть","experience_area":null,"industries":[{"id":null,"name":"Розничная сеть (продуктовая)","external_id":null},{"id":null,"name":"Розничная сеть (одежда, обувь, аксессуары)","external_id":null},{"id":null,"name":"Розничная сеть (drogerie, товары повседневного спроса)","external_id":null}],"description":"Магнит 18.03.23\n\nОБЯЗАННОСТИ:\n- Анализ бизнес-процессов компании: оценка текущего состояния процессов, определение узких мест в кросс-функциональном взаимодействии, выявление возможностей повышения качества и производительности выполняемой деятельности;\n- Моделирование бизнес-процессов (As Is, To Be), в нотации BPMN 2.0 с помощью ПО MS Visio. Формирование репозитария анализируемых бизнес-процессов. Подготовка регламентирующих документов, способствующих снижению вариации процессов (инструкции, презентации);\n- Формирование целевых бизнес-требований для разработки системы учета товародвижения, обеспечивающую минимизацию числа ручных операций и количества передач ответственности между подразделениями. Формирование требований для промежуточной реализации информационной системы (MVP). Разработка дизайна прототипов пользовательских интерфейсов (UI) для десктоп-версии информационной системы и ТСД в программе Figma;\n- Тестирование разработанного функционала (разработка сценариев регрессионного тестирования, постановка задач на доработку выявленных дефектов в системе JIRA, участие в приемо-сдаточных испытаниях интеграционных потоков);\n- Сопровождение запусков разрабатываемой информационной системы на торговых объектах компании (обучение сотрудников, апробация реализованного функционала в боевой среде, работа с выявленными инцидентами);\n\nРЕЗУЛЬТАТЫ:\n- Сформировано более 10 бизнес-требований, содержащие целевые модели процессов и пользовательские интерфейсы (формы для веб-приложения и приложения Android). Средний объем бизнес-требования 150+ страниц.\n- Разработана и введена в производственную эксплуатацию новая информационная система учета товародвижения на торговых объектах компании, обеспечивающая повышение эффективности (по сравнению с предыдущей информационной системой) выполнения приемки, учета и перемещения товаров за счет автоматизации ручных операций, исключения действий не прибавляющих ценности, снижения сроков исполнения инцидентов;\n- Идентифицированы и устранены потери в действующих процессах товародвижения;\n- Проведено обучение сотрудников торговых объектов по порядку выполнения новых процессов и сопровождение при пилотных запусках, разработаны инструкции и памятки для работы с новыми интерфейсами.","skills":null},{"position":"Специалист по менеджменту качества и развитию производственной системы","date_from":{"year":2020,"month":10,"day":1,"precision":2},"date_to":{"year":2021,"month":6,"day":1,"precision":2},"company":"СПМБМ Малахит, ОАО","experience_area":null,"industries":[{"id":null,"name":"Судоремонт","external_id":null},{"id":null,"name":"Судостроение","external_id":null},{"id":null,"name":"Производство и ремонт военной техники, оборудования и вооружения","external_id":null}],"description":"ОБЯЗАННОСТИ:\n- Поддержание и развитие системы менеджмента качества предприятия в соответствии с требованиями ГОСТ ИСО 9001 и ГОСТ РВ 0015-002.\n- Разработка, внедрение и поддержка показателей результативности и эффективности бизнес-процессов компании;\n- Управление внутренними аудитами системы менеджмента качества, включая планирование проверок, их проведение и организацию мероприятий по устранению выявленных несоответствий;\n- Проведение выездных аудитов системы менеджмента качества поставщиков;\n- Внедрение методов бережливого производства (Kanban, 5S, SMED).\n\nРЕЗУЛЬТАТЫ:\n- Организовано и проведено более 70 внутренних проверок (СМК и 5S);\n- Разработана автоматизированная система постановки и контроля исполнения задач в подразделениям предприятия (VBA Excel);\n- Разработка автоматизированной системы планирования и учета результатов внутренних проверок предприятия (VBA Excel);\n- Разработка автоматизированной системы учета и контроля исполнения корректирующих действий предприятия (VBA Excel).","skills":null},{"position":"Начальник отдела аудита СМК","date_from":{"year":2016,"month":12,"day":1,"precision":2},"date_to":{"year":2020,"month":4,"day":1,"precision":2},"company":"Деловые Линии","experience_area":null,"industries":[{"id":null,"name":"ВЭД, таможенное оформление","external_id":null},{"id":null,"name":"Курьерская, почтовая доставка","external_id":null},{"id":null,"name":"Автомобильные перевозки","external_id":null}],"description":"ОБЯЗАННОСТИ:\n\nРеинжиниринг бизнес-процессов:\n- Разработка стратегии развития процессного управления в группе компаний;\n- Организация деятельности по анализу бизнес-процессов, с целью их оптимизации и снижения потерь компании;\n- Формирование бизнес-процессов компании в соответствии с нотациями IDEF0 и BPMN 2.0;\n- Моделирование текущего состояния потоков бизнес-процессов (as is), определение их целевого состояния (to be);\n- Оперативное управление рабочей группой в проектах компании по оптимизации бизнес-процессов и сокращению потерь в роли руководителя проектов;\n- Формирование требований к разработке программного обеспечения по внедрению и развитию процессного управления (ТЗ, user story);\n- Управление ресурсными планом реализации разработок / доработок программных модулей 1С в рамках реализации ВРМ-проектов.\n\nУправление аудитами СМК:\n- Поддержание и развитие системы менеджмента качества (ISO 9001) в группе компаний;\n- Обеспечение успешного прохождения внешнего аудита СМК со стороны органа по сертификации;\n- Разработка курсов подготовки и оценки компетенций внутренних аудиторов СМК.\n\nРЕЗУЛЬТАТЫ:\n\nРеинжиниринг бизнес-процессов:\n- Сформирована библиотека бизнес-процессов группы компаний, содержащая более 1000 моделей процессов в нотации BPMN 2.0 (за период 2018-2020);\n- Выявлено и оцифровано более 250 внутренних потерь в бизнес-процессах компании за период 2019-2020;\n- Реализовано 4 успешных ВРМ-проекта по сокращению потерь для служб: служба федеральной логистики, служба складской логистики, служба маркетинга и продуктов  (Запланировано снижение потерь совокупно до 50 млн в мес, факт составил 110 млн в мес.);\n- Разработаны система моделирования бизнес-процессов (от разработки требований к базе Sunrise (1С) до внедрения в рабочую среду) и система учета и мониторинга выявленных потерь компании (единая база данных на C# позволяющая классифицировать и работать с моделированием потерь и вести мониторинг по статусам в разрезе всех служб, подразделений группы компаний) .\n\nУправление аудитами СМК:\n- Организовано проведение аудитов по более 180 обособленным структурным подразделениям компании по всей территории России, с целью поддержания единого стандарта качества оказываемого сервиса и услуг компанией;\n- Определение фокусных доработок и корректировок по работе сотрудников и организации рабочих мест сотрудников с целью снижения трудозатрат, упрощения процессов взаимодействия с клиентами и смежными подразделениями; \n- Лидирование проекта «Школа внутренних аудиторов», выявление и привлечение сотрудников из смежных служб и подразделений, как «лидеров изменений», их обучение,  проведение стажировок и дальнейшее курирование работы сотрудников (более 40 внутренних аудиторов);\n- Внедрена автоматизированная система учета, контроля и оценки результатов внутренних проверок компании (ЕСА – единая система аудита (на базе C#), впоследствии масштабирована на все виды проверок в компании, для всех служб и подразделений, посредством применения чат-ботов);\n- Разработана система управления рисками в области менеджмента качества (идентификация, анализ, ранжирование и выработка решений по устранению или снижению негативных последствий реализации рисков);  \n- Успешно пройдено 4 внешних аудита на соответствие ISO 9001.\n\nПричина поиска работы:\nОрганизационные изменения в компании.","skills":null},{"position":"Менеджер по качеству","date_from":{"year":2015,"month":9,"day":1,"precision":2},"date_to":{"year":2016,"month":12,"day":1,"precision":2},"company":"ООО \"Деловые линии\"","experience_area":null,"industries":[{"id":null,"name":"Автомобильные перевозки","external_id":null},{"id":null,"name":"Складские услуги","external_id":null}],"description":"ОБЯЗАННОСТИ:\n- Разработка, внедрение и поддержка показателей результативности и эффективности бизнес-процессов компании;\n- Проведение еженедельных селекторных совещаний по качеству с руководителями основных производственных подразделений;\n- Участие в проектах компании по внедрению системы менеджмента качества в производственных процессах в качестве представителя заказчика;\n- Управление внутренними аудитами системы менеджмента качества, включая планирование проверок, их проведение и организацию мероприятий по устранению выявленных несоответствий.\n\nРЕЗУЛЬТАТЫ:\n- Реализованы три крупных проектах по разработке и внедрению автоматизированной системы мониторинга бизнес-процессов (разработка с «0» от паспортов показателей до внедрения в программу QlikView);\n- Разработана программа дистанционного обучения сотрудников компании в области системы менеджмента качества (Целевая аудитория – Директора обособленных подразделений(филиалов), директора функциональных подразделений, более 250 человек).","skills":null},{"position":"Аудитор","date_from":{"year":2013,"month":6,"day":1,"precision":2},"date_to":{"year":2015,"month":9,"day":1,"precision":2},"company":"ООО «Бизнес Сертификация»","experience_area":null,"industries":[{"id":null,"name":"Контроль качества, экспертиза, испытания и сертификация","external_id":null}],"description":"Аудитор в системе сертификации EUROCERT.\n\nОБЯЗАННОСТИ:\n- Проведение независимых сертификационных аудитов систем менеджмента качества предприятий на соответствие требований международного стандарта ISO 9001.\n- Подготовка отчетов по результатам сертификационных проверок СМК.\n\nРЕЗУЛЬТАТЫ:\nУчастие более чем в 10 независимых аудитов систем менеджмента качества российских предприятий. В том числе 2 проверки в качестве ведущего аудитора.","skills":null},{"position":"Главный эксперт-консультант","date_from":{"year":2011,"month":11,"day":1,"precision":2},"date_to":{"year":2015,"month":9,"day":1,"precision":2},"company":"ООО \"БК Групп\"","experience_area":null,"industries":[{"id":null,"name":"Консалтинговые услуги","external_id":null}],"description":"Профессиональный консультант по системам менеджмента качества (ISO 9001), в том числе для автомобильной промышленности (ISO/TS 16949), системам экологического менеджмента (ISO 14001), системам менеджмента в области безопасности труда и охраны здоровья (OHSAS 18001).\n\nОБЯЗАННОСТИ:\n- Проведение оценки существующей системы управления организаций на соответствие требованиям международных стандартов;\n- Разработка комплекта внутренней нормативной документации (положения, документированные процедуры, рабочие и должностные инструкции);\n- Обеспечение консультационно-методической поддержки специалистов заказчика;\n- Организация и проведение информационно-методических семинаров по требованиям международных стандартов и инструментов развития систем менеджмента;\n- Проведение аудитов систем менеджмента, включая стажировку внутренних аудиторов организации.\n\nРЕЗУЛЬТАТЫ:\n- Участие более чем в 15 проектах по разработке и внедрению систем менеджмента на российских предприятиях и стран СНГ. В том числе 10 проектов в качестве руководителя проекта;\n- Проведено свыше 30 информационно-методических семинаров.","skills":null}],"education":{"level":{"id":null,"name":"Магистр","external_id":"master"},"higher":[{"name":"Балтийский государственный технический университет ВОЕНМЕХ им. Д.Ф. Устинова, Санкт-Петербург","description":"Приборостроение","date_from":null,"date_to":{"year":2013,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Мехатроники и управления","form":null},{"name":"Балтийский государственный технический университет ВОЕНМЕХ им. Д.Ф. Устинова, Санкт-Петербург","description":"Менеджмент качества и сертификация продукции / Технология приборостроения","date_from":null,"date_to":{"year":2011,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Мехатроники и управления","form":null}],"vocational":null,"elementary":null,"additional":[{"name":"GeekBrains","description":null,"date_from":null,"date_to":{"year":2022,"month":0,"day":0,"precision":0},"education_area":null,"result":"Geek University системной и бизнес-аналитик"},{"name":"QMS Auditor/Lead Auditor training Course (based on ISO 9001:2008), IRCA approved","description":null,"date_from":null,"date_to":{"year":2013,"month":0,"day":0,"precision":0},"education_area":null,"result":null},{"name":"Сертификация систем менеджмента качества на базе стандартов ИСО серии 9000","description":null,"date_from":null,"date_to":{"year":2012,"month":0,"day":0,"precision":0},"education_area":null,"result":null}],"attestation":null,"certificate":null},"contact":null,"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":{"id":null,"name":"Гражданский проспект","external_id":"14.191"},"address":null,"lat":60.034969,"lng":30.418224},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"eng","name":"Английский","level":{"id":null,"name":"B1 — Средний","external_id":"b1"}},{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}}],"wanted_salary":null,"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":true,"driver_license_types":["B"],"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/589903132.jpeg?t=1687548196&h=IkETQBxz0mSQPXuRIuJcIg","original":"https://hhcdn.ru/photo/589903132.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не имеет значения","external_id":"any"}}}