{"id":"42651226","auth_type":"HH","account_source":328017,"updated":"2023-12-08T19:38:48+03:00","created":"2023-12-08T19:38:48+03:00","files":[],"source_url":"https://spb.hh.ru/resume/63f5610d000c38d4a5000133e139685a365a4b?query=%D0%A3%D0%BC%D0%B5%D0%BD%D0%B8%D0%B5+%D0%B2%D1%8B%D1%85%D0%BE%D0%B4%D0%B8%D1%82%D1%8C+%D0%BD%D0%B0+%D0%BB%D0%BF%D1%80&hhtmFrom=resume_search_result&contactsOpened=true","foreign":"63f5610d000c38d4a5000133e139685a365a4b","key":"0c38d4a5","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads3/2/0/8/2088be3c1e6ffa40282772768882cc2d.png","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":"Владислава","middle_name":"Вадимовна","last_name":"Калинченко","birth_date":{"year":1993,"month":6,"day":3,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Менеджер по экспортным продажам","specialization":null,"skill_set":["Поиск и привлечение клиентов","Аналитика продаж","Калькуляция себестоимости сделки","Ценообразование","Анализ конкурентной среды","1С: Комплексная автоматизация","CRM Битрикс","Английский язык","Немецкий язык","Выход на ЛПР","Холодные продажи"],"gender":{"id":null,"name":"Женский","external_id":"female"},"experience":[{"position":"Менеджер по экспортным продажам","date_from":{"year":2022,"month":7,"day":1,"precision":2},"date_to":{"year":2023,"month":5,"day":1,"precision":2},"company":"Смоленск Агро Экспорт - закупка и продажа масличных, зерновых и бобовых культур на экспорт (горчица, лен, сафлор, кориандр, нут, чечевица и пр.)","experience_area":null,"industries":[{"id":null,"name":"Сельскохозяйственная продукция (продвижение, оптовая торговля)","external_id":null}],"description":"Задачи должности: отобрать наиболее перспективные страны сбыта для развития (учитывая возможности компании) и осуществить сделки\nВедение клиентов, ориентация на долгосрочное сотрудничество с целевыми клиентами\n           Анализ и сегментация\n-анализ уровня потребления по различным культурам в разных странах в зависимости от 1) численности населения,2) культуры потребления (мусульманские страны - бобовые культуры), 3) экономической развитости стран (развивающиеся страны заменяют мясо на растительные белковые продукты - бобовые культуры) \n-анализ логистического плеча до различных стран от порта в Новороссийска , калькуляция себестоимости транспортных расходов в условиях ограниченного предложения по морской логистике (с уходом западных компаний с рынка морских перевозок)\n-оценка стран-конкурентов, поставляющих аналогичные культуры, выгодности их местоположения по отношению к потенциальным клиентам, качества их продуктов, сроков поставки\n-отбор перечня стран потенциальных клиентов с наиболее высокой ценой продажи и меньшим объемом (учитывая возможности компании-работодателя - продавать дорого, но ограниченно по объему из-за лимита по оборотным средствам)\n-акцент на работе с клиентами с широким ассортиментом закупки, т.к. одно из преимуществ работодателя было возможность закрыть потребность сразу по нескольким видам культур\n-акцент на работе с клиентами без своего логистического отдела (фирма предлагала логистику до двери как свое преимущество)\n-анализ предложений конкурентов РФ по аналогичной группе товаров (цен, объемов, условий работы) путем холодных звонков конкурентам, знакомства с менеджерами. Выявление сильных и слабых сторон своего предложения, использование этой информации в переговорах\n                            Поиск\n-иностранных покупателей за рубежом через торговые платформы, таможенные базы;\n-компаний-перевозчиков: предпочтение отдавалось небольшим компаниям со среднесписочной численностью более 10 человек, не менее 5 лет работы на рынке, а также со своим контейнерным терминалом в Новороссийске (по принципу небольшой компании нужен поставщик такой же небольшой, чтобы иметь ресурсы для его обслуживания).\n                          Коммуникация\n-переговоры с целевыми клиентами: выявление потребности (умение слушать и слышать собеседника, подстройка под собеседника в зависимости от его психологических особенностей)\n-холодные звонки \n-выход на ЛПР\n-переговоры с перевозчиками\n-переговоры с иностранными лабораториями\n\n-работа с претензиями по количеству и качеству, разрешение конфликтных ситуаций\n                         Планирование, контроль\n-согласование условий контракта с покупателем и отделом закупок (работа в команде)\n-планирование и согласование сроков поставки с клиентами  и отделом логистики \n-контроль доставки и оплаты\n                         Документооборот\n-подготовка коммерческих предложений\n-заключение международных контрактов\n\nЗаключенные контракты -12 контрактов по 200-300 тонн на каждый: Польша, Бельгия, Германия, Чехия . 8 из 12 контрактов с новыми контрагентами. Средний чек каждого около 10 млн руб. и больше.\nБыли определены следующие страны (с учетом вышеперечисленных критериев) для продажи в Азию - Египет, Израиль, ОАЭ, Иордания, Турция.\nНовые контакты ЛПР по 80 потенциальным клиентам для компании в системе Битрикс\n6 новых контактов перевозчиков по морю в  Новороссийске с конкурентоспособными ставками, силами которых компания сможет продавать свои товары по морю в Азию.\nРазмещения объявлений о продукции компании на 3-х сельскохозяйственных торговых платформах, с которых получала регулярно примерно  по 2-5 запросов в мес с каждой.\n\nПричина ухода - закупки не могли найти товар под запросы, которые я приводила в компанию, изначально товара на складе не было (продажи на Азию)","skills":null},{"position":"менеджер по B2B продажам, менеджер по развитию новых экспортных проектов (лецитин и пеллеты)","date_from":{"year":2019,"month":1,"day":1,"precision":2},"date_to":{"year":2021,"month":2,"day":1,"precision":2},"company":"Благо, Компания","experience_area":null,"industries":[{"id":null,"name":"Масложировая продукция (производство)","external_id":null},{"id":null,"name":"Масложировая продукция (продвижение, оптовая торговля)","external_id":null}],"description":"Задачи должности:\nуход от утилизации отходов, замена текущих невыгодных клиентов на более выгодных (поиск новых)\nоценка потенциала экспортного рынка для будущих проектов\nРабота в условиях выполнения ежемесячных KPI: 1) количество отгруженной продукции в мес по 5 категориям продуктов,2) ПДС (поступление денежных средств),3) цена продажи\n\nОбязанности:\n-продажа побочной продукции (жировые побочные продукты, не масло)\n-холодные звонки, выход на ЛПР\n-планирование продаж по клиентам\n-оперативный контроль количества и качества на производстве, корректировка графиков вывоза, взаимодействие с производством\n-работа с претензиями по качеству\n-взаимодействие с заводами: технологами, начальниками производства, директорами по качеству, начальниками склада \n-поиск максимально выгодных для компании условий сотрудничества с клиентами\n-поиск наиболее рентабельных применений продуктов  \n -мониторинг рынка конкурентов: цены, объемы, качественные показатели\n-ценообразование\n-выявление потребностей и презентация преимуществ компании на иностранных языках (английском и немецком) по телефону (экспорт)\n-расчет экономики продажи (отпускная цена завода, затраты на логистику, затраты на оформление вэд)\n-договорная работа\n\nДостижения:\n-увеличение оборота по отгрузкам с 6 млн до 13 млн руб в мес.\n-ежемесячно выполняла и перевыполняла плановые показатели\n-организация продаж низколиквидного побочного продукта: сокращение затрат на утилизацию до 500 тыс руб. ежемесячно, дополнительная выручка до 100 тыс руб. \n-определила новое направление для продажи лузги, которая скапливалась в большом количестве на заводе и которую вывозят за деньги на полигон на утилизацию\n-проработала около 60 потенциальных клиентов, 10 из которых стали постоянными\n-сформировала базу из 15 потенциальных зарубежных заказчиков по новым проектам\n-оценила минимальную и максимальную цену продажи нового продукта, благодаря чему компания смогла рассчитать срок окупаемости вложений в оборудование для производства нового товара\n-определила перечень стран с наиболее высокой ценой продажи. Получила список требований по качеству от потенциальных покупателей\n-вышла на потенциального поставщика по оборудованию -принесла в компанию около 4-5 контактов возможных поставщиков оборудования с посещения выставки\n\nПричина ухода - приход нового руководителя отделом, частичная смена команды","skills":null},{"position":"Менеджер по ВЭД","date_from":{"year":2016,"month":12,"day":1,"precision":2},"date_to":{"year":2018,"month":1,"day":1,"precision":2},"company":"Колд Трейд","experience_area":null,"industries":[{"id":null,"name":"Архитектура, проектирование","external_id":null}],"description":"-поиск и мониторинг поставщиков по оборудованию в Европе и РФ\n-создание базы поставщиков\n-проведение переговоров по улучшению коммерческих условий\n-ведение отгрузки от заказа поставщику до прибытия на склад, взаимодействие с транспортными компаниями и таможенными брокерами\n-калькуляция себестоимости международной поставки\nОсновные показатели результата - себестоимость поставки и срок.\nПричина ухода: окончание основного проекта, прекращение 100% загрузки","skills":null},{"position":"Менеджер по работе с клиентами","date_from":{"year":2013,"month":6,"day":1,"precision":2},"date_to":{"year":2015,"month":9,"day":1,"precision":2},"company":"Адамант Медицинская Клиника","experience_area":null,"industries":[{"id":null,"name":"Лечебно-профилактические учреждения","external_id":null}],"description":"-оказание помощи пациентам при записи к врачу, -консультация по услугам клиники, подбор подходящей комплексной программы обследования с учетом пожеланий пациента и возраста (работа на ресепшен и в колл-центре)\n-работа как с русскоговорящими, так и с иностранными пациентами\n-встреча пациентов на стойке ресепшен\n-помощь в  решении сложных вопросов пациентов\n-привлечение к решению вопросов врачей, медсестер, лаборантов\n-оформление необходимой документации\n-ответственное отношение к чужому здоровью\n-помощь врачам с переводом для иностранных пациентов в палатах клиники \n-работа с иностранными страховыми компаниями в период отсутствия основного менеджера\nДостижения:\nучаствовала в разработке системы, которая бы позволяла учитывать востребованность услуг тех или иных специалистов. После чего руководитель мне поручила вести количественный учет посещений, сводить полученные данные и оформлять выводы. В процессе работы я привлекла к аналогичной работе нескольких своих коллег и  предложила руководству выписывать премию сотрудникам за добросовестное ведение учета.\nРезультатом ведения такой системы стало привлечение дополнительного специалиста УЗИ-диагностики.","skills":null}],"education":{"level":{"id":null,"name":"Высшее","external_id":"higher"},"higher":[{"name":"Санкт-Петербургский государственный университет экономики и финансов, Санкт-Петербург","description":"Экономика и управление на предприятии (по отраслям)","date_from":null,"date_to":{"year":2015,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Факультет менеджмента","form":null}],"vocational":null,"elementary":null,"additional":[{"name":"Курсы немецкого языка","description":null,"date_from":null,"date_to":{"year":2013,"month":0,"day":0,"precision":0},"education_area":null,"result":null}],"attestation":[{"date":{"year":2015,"month":0,"day":0,"precision":0},"name":"FCE (международный экзамен  по англ. языку)","organization":"Кембриджский университет","description":null,"result":null}],"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 911 7422405","preferred":false,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"vladislava.kalinchenko@mail.ru","preferred":true,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":{"id":null,"name":"Международная","external_id":"18.260"},"address":null,"lat":59.870203,"lng":30.379289},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}},{"id":"deu","name":"Немецкий","level":{"id":null,"name":"B2 — Средне-продвинутый","external_id":"b2"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"C1 — Продвинутый","external_id":"c1"}}],"wanted_salary":null,"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Гибкий график","external_id":"flexible"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":false,"driver_license_types":null,"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/504955451.png?t=1702139896&h=bFEXh-8b1bLeh1qKtwS2-A","original":"https://hhcdn.ru/photo/504955451.png"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не имеет значения","external_id":"any"}}}