{"id":"43509054","auth_type":"HH","account_source":328017,"updated":"2024-01-10T14:48:03+03:00","created":"2024-01-10T14:48:03+03:00","files":[],"source_url":"https://spb.hh.ru/resume/8f24897a00057ce5eb000133e1354274766865?simhash=91301046%40f67541f5287e233a8086c6b53270b0eb&vacancyId=91301046&hhtmFromLabel=suitable_resumes&requestId=1704884809933b9371efb15bb7057519&hhtmFrom=resume_search_result&contactsOpened=true","foreign":"8f24897a00057ce5eb000133e1354274766865","key":"057ce5eb","portfolio":[],"data":{"body":null,"area":{"id":"90","name":"Томск","url":"https://api.hh.ru/areas/90"}},"resume":{"personal_info":{"photo":null,"first_name":"Игорь","middle_name":"Константинович","last_name":"Ерахтин","birth_date":{"year":1994,"month":4,"day":30,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Инженер-электронщик","specialization":null,"skill_set":["Программирование микроконтроллеров AVR, STM, Миландр и др.","С/С++","RTOS","ПЛИС (VHDL/Verilog HDL)","Хорошие знания аналоговой (в т.ч. силовой) и цифровой электроники","AltiumDesigner","P-CAD 200x","OrCAD(PSpice)","Разработка принципиальных схем","Радиомонтаж и настройка опытных образцов","Разработка печатных плат","DSP (ЦОС)","TouchGFX","Audio Weaver for ST Micro","IAR","TrueSTUDIO","GUI","LTSpice","Mathcad","Proteus","MathLAB","Eclipse","ESP32","серийное производство","Функциональное тестирование PCB","ЕСКД","Защита от помех. Электромагнитная совместимость.","Стандарты IPC","Git","NRF"],"gender":{"id":null,"name":"Мужской","external_id":"male"},"experience":[{"position":"Ведущий инженер-электронщик","date_from":{"year":2018,"month":8,"day":1,"precision":2},"date_to":null,"company":"ООО  DI-LABS","experience_area":null,"industries":[{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (производство)","external_id":null},{"id":null,"name":"Бытовая техника, электроника, климатическое оборудование (производство)","external_id":null},{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (производство)","external_id":null}],"description":"Разработка блока контроля и управления для проекта «Сумка-термостат».\nОписание: емкость для транспортировки органов и тканей человека для трансплантации с поддержанием микроклимата. Вовлеченность: разработка схемы, печатной платы и написание программного кода для МК, написание КД и руководства пользователя. Ключевые навыки:  STM32F1, разработка и реализация UI/UX, RS485, ModBus RTU, RTC, логированние, организация алгоритма контроля и управления всей системы в целом.\n\n\nРазработка интерфейсного блока для «Установки шоковой заморозки плазмы крови и ее форменных элементов».\nОписание: GUI-панель для взаимодействия с пользователем и внешними интерфейсами (USB, Ethernet, RS485/RS422). Дисплей 10.1’ с разрешением 1024x600 RGB24 c резистивной touch-панелью. Панель используется как интерфейсный модуль для установки замораживания плазмы крови и форменных элементов. Вовлеченность: разработка схемы, печатной платы и написание программного кода для МК с использование TouchGFX 4.1x. Ключевые навыки:  STM32F7, разработка и реализация UI/UX, верстка графического интерфейса (TouchGFX, сборка под кастомное железо), RS485/RS422, ModBus RTU, RTC, SDRAM, Ethernet, USB, QSPI, MP3-кодек, аудио усилитель, гальваническая изоляция интерфейсов. \n\nРазработка осушителя плит для «Установки шоковой заморозки плазмы крови и ее форменных элементов». \nОписание: модуль контроля и управления процессом разморозки плит замораживателя плазмы крови. Вовлеченность: разработка схемы, печатной платы. Ключевые навыки:  STM32F1, RS485/RS422, ModBus RTU, симмисторный регулятор мощности, преобразователи сигнала термопар, гальваническая изоляция интерфейсов.\n\nРазработка прибора для измерения артериального давления (тонометр) для комплекса автоматизированного осмотра.\nОписание: плата управления прибором для измерения артериального давления и пульса. Вовлеченность: разработка схемы, печатной платы и написание программного кода для МК, оформление КД. Ключевые навыки:  STM32F0, активные аналоговые фильтры, преобразователь сигнала с датчика давления, реализация USB Custom HID device, логированние, протокол взаимодействия с ПК, калибровка, подготовка PCB под серийное производство и функциональное тестирование.\n\nРазработка устройства для идентификации RFID-меток для комплекса автоматизированного осмотра. \nОписание: плата-мост между модулем RFID RC522 и ПК. Вовлеченность: разработка схемы, печатной платы и написание программного кода для МК, оформление КД. Ключевые навыки:  STM32F0, реализация USB Custom HID device, логированние, протокол взаимодействия с ПК, подготовка PCB под серийное производство и функциональное тестирование.\n\nРазработка USB-термометра для комплекса автоматизированного осмотра.\nОписание: термометр в форм-факторе USB-flash с точностью 0.1С для измерения температуры окружающей среды, которая в дальнейшем используется для калибровки других устройств, находящихся в комплексе. Вовлеченность: разработка схемы, печатной платы, оформление КД. Ключевые навыки:  STM32F1, высокая плотность компоновки компонентов, USB, подготовка PCB под серийное производство и функциональное тестирование.\n\nРазработка модуля алкотестера для комплекса автоматизированного осмотра.\nОписание: модуль для количественного определения содержания паров алкоголя в выдыхаемом воздухе. Вовлеченность: разработка схемы, печатной платы, частичное написание программного кода для МК, оформление КД. Ключевые навыки:  STM32F1, USB Custom HID device, калибровка, подготовка PCB под серийное производство и функциональное тестирование.","skills":null},{"position":"-","date_from":{"year":2016,"month":3,"day":1,"precision":2},"date_to":null,"company":"Разработка электроники на заказ","experience_area":null,"industries":null,"description":"Разработка и исследование оптоэлектронного устройства для оптической диффузионной томографии. Описание: 3-х канальная двухволновая оптическая установка ближнего инфракрасного и красного спектров. Вовлеченность: разработка схемы, печатной платы и написание программного кода для МК.  Ключевые навыки: STM32F4, управляемые источники тока для лазерных светодиодов, преобразователи сигнала с фотодиодов (трансимпедансные усилители с автоподстройкой КУ и вычитанием «внешней засветки»), активные аналоговые фильтры, цифровая фильтрация сигналов, написание алгоритмов работы, получение «пульсовой волны человека».\n\nРазработка электронной нагрузки для проверки АКБ для ОАО «РЖД». Описание: устройство для тестирования остаточной емкости аккумуляторных батарей от ИБП для АТС. Вовлеченность: разработка схемы, печатной платы, написание части кода. Ключевые навыки: ATMega8, RTC, управление нагрузочным элементом, расчет зависимостей параметров АКБ. Оформлено рацпредложение.\n\nРазработка устройства «Сигнализатор воды в приямке» для ОАО «РЖД». Описание: устройство для мониторинга и сигнализации воды в распределительной коробке КТСМ. Вовлеченность: модернизация схемотехнических решений существующего устройства.  Оформлено рацпредложение.\n\nРазработка вариометра. \nОписание: Портативный пилотажный прибор для пилотов сверхлегкой авиации, необходимый для контроля и логирования таких параметров как: скорости набора высоты (а также снижения), путевой скорости, высоты, курса движения, трек пройденного пути и т.д. Вовлеченность: разработка схемы, печатной платы, первичное написание программного кода для МК для проверки. Ключевые навыки: STM32F1, GPS/GLONASS, прецизионный цифровой датчик давления MS5611, microSD card, USB, E-INK дисплей, ЗУ для АКБ.\n\nРазработка «первичных» и «вторичных» часов для общеобразовательных школ.\nОписание: master и slave устройства, осуществляющие оповещение и контроль таких параметров как время, температура, журнал звонков, сигнализация звонков и сигнализация о пожаре, синхронизацию старых аналоговых часов по времени, синхронизация глобального времени по GPS. Вовлеченность: разработка схем, печатных платы, частичное написание программного кода для МК. Ключевые навыки: ESP32, WS2815, GPS, RS485, Remote Debug.\n\nРеверс инжиниринг LAN to POE коммутатора. \nОписание: реверс инжиниринг LAN to POE коммутатора на 24 порта в 19’ стойку. Вовлеченность: разработка схемы, печатной платы.\n\nРазработка дозатора растворов для медицинских средств дезинфекции.  \nОписание: устройство осуществляющее контроль и дозацию средств дезинфекции для медицинских помещений. Вовлеченность: совместное написание программного кода для МК. Ключевые навыки: STM32F2, RFID, RTC, Ethernet (WS5500), HTTP, Web-page, JSON, Step-motor, FLASH, логирование, и т.д.\n\nРазработка различной электроники для автоматизации квестов в реальности.\n\nНаписание методического пособия для АО \"ПКК Миландр\" для курса \"многоразрядные микроконтроллеры серии 1986ВЕ9х\".","skills":null},{"position":"Инженер-разработчик","date_from":{"year":2021,"month":12,"day":1,"precision":2},"date_to":{"year":2023,"month":11,"day":1,"precision":2},"company":"ООО \"КОМПАНИЯ КОМПЛИТ\"","experience_area":null,"industries":[{"id":null,"name":"Разработка программного обеспечения","external_id":null},{"id":null,"name":"Бытовая техника, электроника, климатическое оборудование (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Бытовая техника, электроника, климатическое оборудование (монтаж, сервис, ремонт)","external_id":null},{"id":null,"name":"Фиксированная связь","external_id":null},{"id":null,"name":"Строительство коммерческих объектов (торговые площади, офисные здания)","external_id":null}],"description":"Разработка системы мониторинга состояния, активности и позиционирование людей в закрытых помещениях. \nОписание: система для сбора информации о состояние человека (пульс, оксигенация, температура) и его активности (вид работ), а также его нахождения (позиционирования) в помещениях, шахтах и так далее. Система состоит из двух ключевых узлов - \"Якоря\" (стационарные устройства) и \"Метки\" (смарт-браслет для человека), позиционирование осуществляется по средствам технологии UWB. Система необходима для обеспечения безопасности людей на \"опасных\" предприятиях, а также для оценки эффективности работника. \nВовлеченность: разработка схем, печатных платы, запуск прототипов в Китае, тесты и монтаж, написание программного кода для МК STM32, ESP32, NRF52. Ключевые навыки: STM32F4, ESP32, NRF52, FreeRTOS, UWB, IMU, PPG, USB, Ethernet (LAN), Wi-Fi, BLE 5.0, BGA, беспроводная зарядка, гибко-жесткие PCB, приоритетный мультиплексор питания для обеспечения бесперебойного питания, файловая система на NOR-Flash, различные сенсоры, pcb-антенны, расчеты и моделирование узлов схем и т.д.","skills":null},{"position":"инженер-электронщик, отдел перспективных разработок","date_from":{"year":2020,"month":9,"day":1,"precision":2},"date_to":{"year":2021,"month":11,"day":1,"precision":2},"company":"ООО «ПРОФИТ ФАРМ»","experience_area":null,"industries":[{"id":null,"name":"Аптека, оптика","external_id":null},{"id":null,"name":"Фармацевтическая продукция (производство)","external_id":null},{"id":null,"name":"Фармацевтическая продукция (продвижение, оптовая торговля)","external_id":null}],"description":"Аутстаффинг. Разработка структурных функциональных схем, подбор компонентов для линейки медицинских устройств, согласно действующих норм и ГОСТов РФ в области медицины.","skills":null}],"education":{"level":{"id":null,"name":"Высшее","external_id":"higher"},"higher":[{"name":"Национальный исследовательский Томский политехнический университет, Томск","description":"11.04.04 Электроника и наноэлектроника","date_from":null,"date_to":{"year":2018,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Инженерная школа неразрушающего контроля и безопасности","form":null}],"vocational":null,"elementary":null,"additional":null,"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 923 4146162","preferred":false,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"erakhtin.i.k@gmail.com","preferred":true,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Томск","external_id":"90"},"metro":null,"address":null,"lat":0.0,"lng":0.0},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"B2 — Средне-продвинутый","external_id":"b2"}}],"wanted_salary":{"amount":125000,"currency":"RUR"},"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Гибкий график","external_id":"flexible"},{"id":null,"name":"Удаленная работа","external_id":"remote"},{"id":null,"name":"Полная занятость","external_id":"full"},{"id":null,"name":"Частичная занятость","external_id":"part"},{"id":null,"name":"Проектная работа","external_id":"project"}],"has_vehicle":true,"driver_license_types":["A","B"],"military":null,"social_ratings":null,"photos":null,"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не более часа","external_id":"less_than_hour"}}}