{"id":"46124365","auth_type":"HH","account_source":328018,"updated":"2024-03-13T11:40:56+03:00","created":"2024-03-13T11:40:56+03:00","files":[],"source_url":"https://spb.hh.ru/resume/cabfeff300017416e4000133e1445359326a43?vacancyId=93727980&hhtmFromLabel=suitable_resumes&t=3724002691&resumeId=24385252&hhtmFrom=employer_vacancy_responses","foreign":"cabfeff300017416e4000133e1445359326a43","key":"017416e4","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":null,"first_name":"Виктория","middle_name":"Сергеевна","last_name":"Кожина","birth_date":null,"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Специалист по государственным закупкам","specialization":null,"skill_set":["Пунктуальна, ответственна, коммуникабельна, легко обучаема, усидчива в работе"],"gender":{"id":null,"name":"Женский","external_id":"female"},"experience":[{"position":"Главный специалист по закупкам","date_from":{"year":2023,"month":1,"day":12,"precision":2},"date_to":{"year":2024,"month":2,"day":12,"precision":2},"company":"АО «Дальтрансуголь»","experience_area":null,"industries":null,"description":"Анализ и мониторинг, рынка поставщиков, цен.\n\nЗаведение, создание, позиций МТР и заявок в SAP ERP, DOCS VISION\n\nРазработка технических заданий, по изготовлению не стандартного оборудования и материалов (совместно с тех. спецами)\n\nОсуществляет работу по организации закупок ТМЦ в соответствие с утвержденным на предприятии «Положением о закупке товаров, работ и услуг», соблюдением обязательных требований к закупочным процедурам, в соответствии с №223-ФЗ «О закупках товаров, работ, услуг отдельными видами юридических лиц».\n\nОсуществляет подготовку документации об осуществлении пакета документов для проведения конкурсных процедур по закупке ТМЦ в рамках проекта.\n\nУчастие в работе комиссий по осуществлению закупок, анализ заявок поставщиков в том числе обеспечение проверки на соответствие требованиям законодательства.\n\nОрганизовывает процедуру согласования договоров (контрактов) по результату проведенных закупочных процедур в соответствие с действующим Стандартом компании SAP ERP\n\nВзаимодействует с контрагентами по срокам поставки, стоимости.\n\nКонтроль за сроками поставки.\n\nУчаствует:\n\nв разработке и внедрении прогрессивных форм и методов закупки, при необходимости учета, хранения и списания товарно-материальных ценностей на основе применения современных средств вычислительной техники и программного обеспечения;\n\nпри необходимости в проведении инвентаризаций товарно-материальных ценностей, основных средств, денежных средств, расчетов и платежных обязательств;\n\nвзаимодействие с Блоком закупок АО «СУЭК» по вопросам стратегии контрактования, организации необходимых закупочных процедур (в целях реализации проекта «Увеличение мощности перевалки АО «Дальтрансуголь» до 40 млн.тонн угля в год). \n\nОбязан не разглашать сведения, относящиеся к коммерческой тайне предприятия, и другую конфиденциальную информацию, ставшую ему известной в процессе работы.\n\nПроводит работы, связанные с нарушением условий договора: организация работы по контролю за полным и своевременным исполнением условий договора, а также за своевременным принятием мер по предотвращению нарушений условий договора как со стороны Контрагента, так и со стороны Компании. Ведение предпретензионной работы с поставщиками, в том числе: работа со сторонними контрагентами по урегулированию споров по действующим Договорам; ведение документооборота, связанного с предпретензионной работой.\n\nИсполнение, документирование контрольных процедур, установленных локальными нормативными актами Общества.","skills":null},{"position":"Ведущий инженер отдела комплектации","date_from":{"year":2022,"month":3,"day":12,"precision":2},"date_to":{"year":2022,"month":10,"day":12,"precision":2},"company":"ООО «Управляющая компания Бамстроймеханизация»","experience_area":null,"industries":null,"description":"Формировать заявки на закупку материалов для строительства железной дороги БАМ: ЖБИ изделия, геоматериалы, спецодежда, металлоизделия, модульные здания\n\nПоиск поставщиков ведение переговоров \n\nПроводить отраслевой анализ путем сбора и систематизации информации об актуальных предложениях участников рынка\n\nКонтроль выполнения поставщиками договорных обязательств и условий поставок\n\nКонтроль оформления спецификаций и договоров\n\nРабота с 1С электронного документооборота, размещение договоров и спецификаций и соответствующих документов согласования закупки\n\nОсуществлять контроль дебиторской задолженности\n\nПодготавливать информационные обоснования на оплату \n\nФормировать заявки на оплату в 1С Строительство путем замещения соответствующих документов подтверждающих условия договорные отношения и условия оплаты\n\nОсуществлять контроль за своевременной оплатой и поставкой\n\nОтслеживание и координация поставки \n\nВедение необходимой отчётности\n\nКонтроль сопроводительной документации, закрывающих документов (упд, торг-12, ттн, паспортов и сертификатов)","skills":null},{"position":"Главный специалист","date_from":{"year":2019,"month":6,"day":1,"precision":2},"date_to":{"year":2021,"month":5,"day":12,"precision":2},"company":"АО Хабаровские энергетические системы","experience_area":null,"industries":null,"description":"Должностные обязанности\t•\tКорректировка и внесение дополнительных позиций в план закупок в ЕИС (zakupki.gov.ru) в соответствии с 223*ФЗ и постановлением 1352, подбор соответствующего окпд 2 и оквэд 2.\n•\tОсуществлять подготовку и согласование с руководством Предприятия извещений об осуществлении закупок и документации о закупках.\n•\tРабота на площадке РТС-тендер. Размещение закупочной процедуры. \n•\tПри необходимости подготавливать и размещать разъяснения положений документации о закупке\n•\tПроверять заявки участников закупки на соответствие отборочным требованиям документации о закупки, составлять заключения об оценке и сопоставлении заявок.\n•\tПодготовка материалов для проведения заседания Конкурсной комиссии по закупкам (далее – Комиссия по закупкам) материалы проекты протоколов.\n•\tОбеспечивать осуществление закупок, контролировать заключение контрактов инициаторами закупок \n•\tОсуществлять подготовку документов, связанных с обжалованием закупок по требованию контролирующих органов, участвовать в рассмотрении жалоб, представлять интересы заказчика, участвовать в контрольных мероприятиях, проверках, предоставлять всю необходимую информацию проверяющим органам. \n•\tОсуществлять надлежащий учет, ведение и хранение документации о закупках, внутренней и внешней переписки контрактной службы, в надлежащем виде в соответствии со сроком хранения по номенклатуре дел\n•\tРазмещение сведений о заключенных договорах в ЕИС.\n•\tРазмещать информацию и документы (отчеты) о заключенных, расторгнутых и исполненных договорах в Единой информационной системе в сфере закупок.\n•\tКонтроль исполнения договоров, размещение в единой информационной системе в сфере закупок информации об исполнении договоров. \n•\tОсуществлять подготовку проектов писем, протоколов и других документов по вопросам, входящим в компетенцию отдела.\n•\tПодготавливать информационные справки, периодические отчеты по вопросам закупочной деятельности организации\n•\tПроводить анализ рынка для поиска более выгодного ценового предложения \n•\tПодготовка и согласование прямых договоров\n•\tПодготовка и размещение ежемесячной отчетности по договорам","skills":null},{"position":"Специалист отдела закупок","date_from":{"year":2015,"month":8,"day":1,"precision":2},"date_to":{"year":2019,"month":5,"day":12,"precision":2},"company":"ЦПО при Федеральном агентстве специального строительства, ФГУП","experience_area":null,"industries":[{"id":null,"name":"Строительство дорожное и инфраструктурное","external_id":null},{"id":null,"name":"Строительство промышленное","external_id":null},{"id":null,"name":"Архитектура, проектирование","external_id":null}],"description":"• Организация и проведение конкурентных закупок продукции в соответствии с Регламентом организации и 223 ФЗ.\n• Осуществление методической помощи ответственным лицам, заинтересованным в проведении закупки подразделений по разъяснению порядка предоставления информации для формирования технической части и подготовки сопутствующих документов для закупки Проверка соответствие требований установленных в технической части заинтересованных в проведении закупки подразделений, требованиям, установленных в закупочной документации, в том числе проекта договора.\n• Осуществление подготовки и согласования с руководством Предприятия извещений об осуществлении закупок и документации о закупках.\n• До проведения процедуры закупки внесение предложения по корректировке условий проектов заключаемых договоров.\n• Проверка заявок участников закупки на соответствие отборочным требованиям документации о закупки, подготовка заключений об оценке и сопоставлении заявок.\n• Подготовка материалов для проведения заседания Конкурсной комиссии по закупкам (далее – Комиссия по закупкам) материалы (проекты протоколов, акты вскрытия конвертов) осуществление ведения протоколов заседания Комиссии по закупкам.\n• Размещение на интернет-сайте dfo.spetsstroy.ru, zakupki.gov.ru, sstorg.ru: извещения о закупке, документации о закупке, проекта договора, протоколов заседания.\n• Внесение предложений в проект плана закупки по определению способов осуществления закупок. Размещение на интернет-сайте dfo.spetsstroy.ru, zakupki.gov.ru, sstorg.ru плана закупок.","skills":null},{"position":"Заместитель начальника отдела формирования закупок","date_from":{"year":2018,"month":9,"day":1,"precision":2},"date_to":{"year":2019,"month":5,"day":1,"precision":2},"company":"ФГУП ВДЦ Океан","experience_area":null,"industries":null,"description":"•\tОсуществлять подготовку изменений для внесения в план закупок по 44-фз\n•\tРазмещать в единой информационной системе план-график и внесенные в него изменения по 44-фз\n•\tРазмещать в единой информационной системе план-закупок и внесенные в него изменения по 44-фз\n•\tОсуществлять методическую помощь ответственным лицам, заинтересованным в проведении закупки подразделений по разъяснению порядка предоставления информации для формирования технической части и подготовки сопутствующих документов для закупки. Проверять соответствие требованиям установленных в технической части заинтересованных в проведении закупки подразделений, требованиям, установленных в закупочной документации, в том числе проекта договора.\n•\tОсуществлять подготовку и размещение в единой информационной системе извещений об осуществлении закупок, документации о закупках и проектов контрактов, подготовку и направление приглашений принять участие в определении поставщиков (подрядчиков, исполнителей) открытыми способами.\n•\tРазмещать информацию и документы (отчеты) о заключенных, расторгнутых и исполненных контрактах в Единой информационной системе в сфере закупок, полученных от ответственных за их своевременное предоставление руководителей филиалов, отделов, структурных подразделений, либо лиц временно исполняющих их обязанности\n•\tОсуществлять методическую помощь инициаторам закупок по разъяснению порядка предоставления информации для формирования заявки и подготовки материалов для закупки.\n•\tПроводить закупки у единственного поставщика в соответствии с Положением и 223 ФЗ.\n•\tРазмещать на портале zakupki.gov.ru план закупок.\n•\tРазмещать на портале zakupki.gov.ru: извещения о закупке, документации о закупке, проекта договора, протоколов заседания\n•\tРазмещать на портале zakupki.gov.ru: сведения о заключенных договорах, исполнении договоров, информацию о расторжении и изменении договоров.\n•\tРазмещать ежемесячные и годовые отчеты договоров заключенных с СМСП\n•\tСоставлять и проверять проекты договоров.\n•\tРаспределять производственные задачи между работниками и контроль их выполнения.","skills":null},{"position":"Главный специалист контрактной службы","date_from":{"year":2017,"month":9,"day":1,"precision":2},"date_to":{"year":2018,"month":8,"day":1,"precision":2},"company":"Хабаровский краевой институт развития системы профессионального образования","experience_area":null,"industries":null,"description":"•\tПроводить закупки у единственного поставщика в соответствии с Положением и 223 ФЗ.\n\n•\tОсуществлять методическую помощь ответственным лицам, заинтересованным в проведении закупки подразделений по разъяснению порядка предоставления информации для формирования технической части и подготовки сопутствующих документов для закупки. Проверять соответствие требованиям установленных в технической части заинтересованных в проведении закупки подразделений, требованиям, установленных в закупочной документации, в том числе проекта договора.\n\n•\tОсуществлять подготовку и согласование с руководством Предприятия извещений об осуществлении закупок и документации о закупках.\n\n•\tДо проведения процедуры закупки вносить предложения по корректировке условий проектов заключаемых договоров.\n\n•\tПроверять заявки участников закупки на соответствие отборочным требованиям документации о закупки, составлять заключения об оценке и сопоставлении заявок.\n\n•\tОсуществление ведения протоколов заседания Комиссии по закупкам.\n\n•\tРазмещать на интернет-сайте zakupki.gov.ru: извещения о закупке, документации о закупке, проекта договора, протоколов заседания.\n\n•\tРазмещать на интернет-сайте zakupki.gov.ru план закупок","skills":null},{"position":"Главный специалист контрактной службы","date_from":{"year":2016,"month":9,"day":1,"precision":2},"date_to":{"year":2017,"month":8,"day":1,"precision":2},"company":"ХКГУП Фармация","experience_area":null,"industries":null,"description":"•\tУчаствовать в разработке проекта Плана закупок товаров, работ, услуг для нужд Предприятия на три года (далее – План закупок).\n•\tОсуществлять подготовку изменений для внесения в план закупок.\n•\tРазмещать в единой информационной системе Плана закупок и вносить в него изменения\n•\tУчаствовать в разработке проекта Плана-графика закупок товаров, работ, услуг для нужд Предприятия на один год (далее – План-график).\n•\tОсуществлять подготовку изменений для внесения в План-график.\n•\tРазмещать в единой информационной системе план-график и внесенные в него изменения.\n•\tОсуществлять подготовку и размещение в единой информационной системе извещений об осуществлении закупок, документации о закупках и проектов контрактов, подготовку и направление приглашений принять участие в определении поставщиков (подрядчиков, исполнителей) открытыми способами.\n•\tОсуществлять подготовку Протоколов заседания Единой Комиссии для нужд Предприятия по этапам проведения процедуры закупки\n•\tОбеспечивать осуществление закупок, контролировать заключение контрактов инициаторами закупок \n•\tОсуществлять подготовку документов, связанных с обжалованием закупок по требованию контролирующих органов, участвовать в рассмотрении жалоб, представлять интересы заказчика, участвовать в контрольных мероприятиях, проверках, предоставлять всю необходимую информацию проверяющим органам. \n•\tУчаствовать в рассмотрении дел об обжаловании результатов определения поставщиков (подрядчиков, исполнителей) и осуществлять подготовку материалов для выполнения претензионной работы\n•\tОсуществлять методическую помощь инициаторам закупок по разъяснению порядка предоставления информации для формирования заявки и подготовки материалов для закупки.\n•\tОрганизовывать в случае необходимости на стадии планирования закупок консультации с поставщиками (подрядчиками, исполнителями) и участвовать в таких консультациях в целях определения состояния конкурентной среды на соответствующих рынках товаров, работ, услуг, определения наилучших технологий и других решений для обеспечения государственных и муниципальных нужд. Предпринимать действия, необходимые для добросовестного исполнения контракта поставщиком, подрядчиком, исполнителем.\n•\tРасторгать заключенный контракт в случаях, предусмотренных Федеральным законом от 05.04.2013 N 44-ФЗ\n•\tРазмещать информацию и документы (отчеты) о заключенных, расторгнутых и исполненных контрактах в Единой информационной системе в сфере закупок, полученных от ответственных за их своевременное предоставление руководителей филиалов, отделов, структурных подразделений, либо лиц временно исполняющих их обязанности\n•\tПри необходимости подготавливать и размещать разъяснения положений документации о закупке\n•\tПодготавливать к заседанию Единой Комиссии материалы для проведения процедуры закупки в соответствии с Регламентом организации закупочной деятельности Предприятия\n•\tПроверять заявки участников закупки на соответствие отборочным (пороговым) требованиям документации о закупке, подготавливать заключение об оценке.\n•\tОсуществлять надлежащий учет, ведение и хранение документации о закупках, внутренней и внешней переписки контрактной службы, в надлежащем виде в соответствии со сроком хранения по номенклатуре дел\n•\tОсуществлять подготовку и направлять в уполномоченный Правительством Российской Федерации на ведение реестра недобросовестных поставщиков федеральный орган исполнительной власти сведения о недобросовестных участниках закупки для включения их в указанный реестр (в соответствии с регламентом работы системы)\n•\tОсуществлять подготовку проектов писем, протоколов и других документов по вопросам, входящим в компетенцию контрактной службы.\n•\tПодготавливать информационные справки, периодические отчеты по вопросам деятельности контрактной службы\n•\tВзаимодействовать с филиалами, отделами и структурными подразделениями Предприятия по вопросам, входящим в компетенцию контрактной службы","skills":null},{"position":"Менеджер отдела снабжения","date_from":{"year":2013,"month":4,"day":1,"precision":2},"date_to":{"year":2014,"month":11,"day":1,"precision":2},"company":"ООО \"Юнилаб-Хабаровск\"","experience_area":null,"industries":[{"id":null,"name":"Лаборатория, исследовательский центр","external_id":null}],"description":"•\tРазрабатывать политику предприятия по вопросам материально-технического обеспечения.\n•\tРуководить разработкой проектов перспективных, текущих планов и балансов материально-технического обеспечения производственной программы.\n•\tПринимать участие в расчетах нормативов производственных запасов на основе определения потребностей в материальных ресурсах (медицинские материалы, реагенты, оборудование).\n•\tРуководить разработкой и внедрением программ по непрерывному обеспечению предприятия материально-техническими ресурсами, необходимыми для компании.\n•\tОсуществлять поиск поставщиков, ориентируясь на качество предлагаемых материально-технических ресурсов, цену, сроки поставок, благоприятные условия поставок.\n•\tРазвивать отношения с поставщиками, анализировать их производственные и финансовые возможности, а так же изучать возможность и целесообразность установления прямых долгосрочных хозяйственных связей по поставкам материально-технических ресурсов.\n•\tПодготавливать и корректировать преддоговорную документацию.\n•\tПроводить переговоры с поставщиками с целью размещения заказов и согласования условий и сроков поставок.\n•\tЗаключать договоры с поставщиками.","skills":null},{"position":"офис-менеджер","date_from":{"year":2012,"month":2,"day":1,"precision":2},"date_to":{"year":2012,"month":12,"day":1,"precision":2},"company":"ЗАО \"Кун-Манье\"","experience_area":null,"industries":[{"id":null,"name":"Инженерно-изыскательские, гидрогеологические, геологоразведочные работы","external_id":null}],"description":"•\tПеревод научной и технической литературы, нормативно-технической и товаросопроводительной документации\n•\tВыполнение в установленные сроки устные и письменные, полные и сокращенные переводы, обеспечивая при этом точное соответствие переводов лексическому, стилистическому и смысловому содержанию оригиналов, соблюдение установленных требований в отношении научных и технических терминов и определений.\n•\tОсуществление редактирования переводов.\n•\tПодготовка аннотации и рефераты иностранной литературы и научно-технической документации.\n•\tУчастие в составлении тематических обзоров по зарубежным материалам.\n•\tВедение работы по унификации терминов, совершенствование понятий и определений по тематике переводов по соответствующим отраслям, науки и техники, учет и систематизация выполненных переводов.","skills":null},{"position":"менеджер отдела продаж","date_from":{"year":2011,"month":2,"day":1,"precision":2},"date_to":{"year":2012,"month":2,"day":1,"precision":2},"company":"ООО\"Современные компьютерные системы\"","experience_area":null,"industries":[{"id":null,"name":"Системная интеграция,  автоматизации технологических и бизнес-процессов предприятия, ИТ-консалтинг","external_id":null}],"description":"•\tМониторинг сайтов, торговых площадок, занимающихся проведением государственных и коммерческих тендеров;\n•\tПоиск потенциальных клиентов;\n•\tВедение базы данных клиентов (1C Предприятие);\n•\tПоиск и подбор тендера в соответствии с особенностями деятельности компании;\n•\tРегистрация на торговых площадках;\n•\tАнализ экономической выгоды участия в тендере;\n•\tИнформационная поддержка;\n•\tДипломатическая переписка, ведение переговоров с организаторами тендеров, разъяснения документации;\n•\tИнформационная поддержка и участие в подготовке пакета документов (по технической части);\n•\tСотрудничество с отделами по специфике и ценообразованию продукции, которая предлагается;\n•\tАнализ заявок на их соответствие действующему законодательству (ФЗ-94, ФЗ-223) и последующее оформление;\n•\tИнформирование об условиях поставки, гарантиях, необходимых сертификатах, лицензиях для участия в тендерах;\n•\tРабота на электронных торговых площадках;\n•\tКонтроль за прохождением торгов по каждому этапу (в том числе on-line): рассмотрение заявок от участников, подведение итогов, подписание договоров;\n•\tСоставлять отчетность по результатам тендера.","skills":null},{"position":"администратор офиса","date_from":{"year":2010,"month":9,"day":1,"precision":2},"date_to":{"year":2010,"month":11,"day":1,"precision":2},"company":"ОАО\"Примсоцбанк\"","experience_area":null,"industries":[{"id":null,"name":"Банк","external_id":null}],"description":"1)кадровое делопроизводство(прием, увольнение, командировки,больничные)\n2)делопроизводство\n3)АХО","skills":null}],"education":{"level":{"id":null,"name":"Высшее","external_id":"higher"},"higher":[{"name":"Ассоциация электронных торговых площадок. Академия новой экономики.","description":null,"date_from":null,"date_to":{"year":2015,"month":0,"day":0,"precision":0},"education_area":null,"faculty":null,"form":null},{"name":"Дальневосточный институт иностранных языков, Хабаровск","description":"переводчик, лингвист","date_from":null,"date_to":{"year":2010,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"перевод и переводоведение","form":null}],"vocational":null,"elementary":null,"additional":null,"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 962 6746219","preferred":true,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"hare_vik@mail.ru","preferred":false,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":null,"address":null,"lat":0.0,"lng":0.0},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"B1 — Средний","external_id":"b1"}},{"id":"jpn","name":"Японский","level":{"id":null,"name":"A1 — Начальный","external_id":"a1"}}],"wanted_salary":{"amount":130000,"currency":"RUR"},"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Гибкий график","external_id":"flexible"},{"id":null,"name":"Удаленная работа","external_id":"remote"},{"id":null,"name":"Вахтовый метод","external_id":"flyInFlyOut"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":false,"driver_license_types":["B"],"military":null,"social_ratings":null,"photos":null,"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не имеет значения","external_id":"any"}}}