{"id":"44879484","auth_type":"HH","account_source":328017,"updated":"2024-02-09T14:45:55+03:00","created":"2024-02-09T14:45:55+03:00","files":[],"source_url":"https://spb.hh.ru/resume/b8a0bbfd000ccbc734000133e1446d766c414f?query=%D0%BC%D0%B5%D0%BD%D0%B5%D0%B4%D0%B6%D0%B5%D1%80+%D0%BF%D0%BE+%D0%B7%D0%B0%D0%BA%D1%83%D0%BF%D0%BA%D0%B0%D0%BC&hhtmFrom=resume_search_result&contactsOpened=true","foreign":"b8a0bbfd000ccbc734000133e1446d766c414f","key":"0ccbc734","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads3/a/8/2/a82e909a7e5da4e4b387614e5fc621ff.jpeg","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":"Ольга","middle_name":"Юрьевна","last_name":"Болотова","birth_date":{"year":1981,"month":11,"day":14,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Менеджер по закупкам и логистике","specialization":null,"skill_set":["Управление командой","Разработка технических заданий","Управленческие навыки","Аналитические способности","Контроль исполнения решений","MS Excel","1С: Бухгалтерия","SAP ERP","DocsVision","MS Project"],"gender":{"id":null,"name":"Женский","external_id":"female"},"experience":[{"position":"Руководитель проекта","date_from":{"year":2012,"month":3,"day":1,"precision":2},"date_to":null,"company":"АО \"ГРАНИТ-ВТ\"","experience_area":null,"industries":[{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (производство)","external_id":null}],"description":"АО «ГРАНИТ-ВТ» \nНаучно-производственное предприятие, специализирующееся на производстве радиоэлектронной продукции, в том числе для оборонной промышленности. \n\nЗона ответственности:\n- Полное руководство и управление проектом от идеи до реализации, определение рисков проекта (поиск и оценка подрядных организаций, поставщиков,  анализ договорных обязательств, включая составление технический заданий, работа с договорами, составление графика работы и контроль реализации проекта в срок, определение бюджета проекта, оценка риска изменения исходных данных, увеличения сроков, изменения объема бюджетирования); \n- Организация проекта с нуля (в т.ч. функциональное управление) и старт проекта;\n- Полное курирование проекта от начала до окончания;\n- Определение и ведение бюджета, сроков реализации проектов;\n- Поиск поставщиков, подрядных организаций (составление ТЗ, проведение тендерных процедур согласно внутренней политике компании, заключение договоров, участие в разработке технической документации); \n- Внутреннее взаимодействие со смежными отделами компании (бухгалтерия, юридический отдел, отдел закупок, договорной отдел);\n- Решение конфликтных ситуаций, как с внешними организациями, таки внутри компании;\n- Подбор сотрудников, в том числе внешних специалистов, создание команд, постановка задач сотрудникам, мотивирование команды. Самостоятельный поиск специалистов (инженеры, менеджеры по продажам, специалисты по ведению тех.документации) через сообщества в соц.сетях;\n- Работа с командой проекта (определение команды, определение и постановка целей и задач специалистам в команде, внутренняя коммуникациями в команде, мотивация);\n- Оптимизация расходов, затрат на проект, уменьшение материальных расходов за счет ведения переговоров с подрядными организациями, оценка выгодных условий сотрудничества (проведение переговоров с поставщиками, подрядными организациями по снижению стоимости работ/услуг, модернизация/изменение продукта проекта в процессе разработки); \n- Ведение проекта в программах внутренней разработки компании;\n- Взаимодействие напрямую с директором компании (направление отчетов о ведении проектов, согласование изменений в проектах) .\n\n\nВ период с лета 2020 по настоящее время (дополнительно):\n- Ведение непрофильной деятельности компании: поиск арендаторов, заключение договоров, отслеживание оплат, контроль исполнения обязательств арендатора, работа с ресурсоснабжающими организациями;\n- Создание проведение внутренней инвентаризации, создание внутренней документации по проведению дальнейших инвентаризаций.\n\nБыло реализовано 3 крупных проекта.\n\n1. Проект – строительство научно-производственного центра для собственных нужд (5-тиэтажное здание, 5500 кв.м.). \n(лето 2022 – настоящее время)\n\nФункционал:\n- Административное управление проектом (составление бюджета проекта, контроль его исполнения, составление план-графика проекта в Excel, внесение корректировок в проект при необходимости);\n- Выбор подрядных организаций (технических заказчик, генеральный проектировщик, организаций на проведение изыскательских работ, генеральный подрядчик, определение стоимости работ/услуг, проведение переговоров, проведение тендеров по выбору подрядной организации,  заключение договоров, еженедельные совещания с подрядными организациями, составление и подписание протоколов совещаний, контроль исполнения договорных обязательств, контроль оплат, подписание закрывающих документов);\n- Чтение технической документации, в том числе на соответствие законодательных требований (ГОСТ, СП, Законов, Правил, Постановлений);\n- Составление отчетов по реализации проекта Директору компании;\n- Прохождение курсов повышения квалификации строительной деятельности (2021, 2023 г);\n\nРеализовано: \n- Организована команда по реализации проекта. Технический инженер проекта, я в роли руководителя проекта. \nЗона моей ответственности: составление плана реализации проекта, контроль и корректировка при необходимости, составление и контроль бюджета, сроков проекта, взаимодействие с смежными отделами компании, заключение договоров с подрядными организациями и поставщиками. \nЗона ответственности инженера: решение технических вопросов проекта, проверка документации, составление замечаний, ведение совещаний с подрядными организациями, контроль исполнения обязательств согласно условиям договора.\n- Произведен снос строений на земельном участке с дальнейшей регистрацией в Росреестре; получено решение Роспотребнадзора об установлении санитарно-защитной зоны на проектируемое здание; произведено подключение земельного участка к электроснабжению; заключены договора с Техническим заказчиком, с Генеральным проектировщиком; получено разрешение на строительство;\n- Ведутся переговоры по заключению договора с Генеральным подрядчиком на строительство объекта. Составлен рамочный договор с Генеральным подрядчиком, согласованный внутри компании, ведутся переговоры с подрядными организациями по условиям договора.\nВ переговорах участвуют: я, в роли руководителя проекта, инженер проекта, юридический отдел, бухгалтерия, директор организации. Предполагаемый срок окончания – март 2024 г.\n\n2. Проект – внутренний проект по внедрению экологического отдела компании (октябрь 2019 - лето 2020)\n\nФункциональные обязанности:\n- Определение проекта, постановка задачи, определение сроков реализации проекта, бюджета проекта:\n- Определение состава природоохранной документации  компании (отчет по инвентаризации, нормативы допустимых выбросов (ПДВ), программу производственного экологического отчета (ПЭК),  План мероприятий по уменьшению выбросов загрязняющих веществ в атмосферный воздух в периоды неблагоприятных метеорологических условий (НМУ));\n- Поиск подрядных организаций, запрос стоимости, сроков, проведение анализа условий договора, выбор подрядчика, составление и написание ТЗ, контроль исполнения договорных обязательств;\n- Проверка качества изготовленной экологической документации на соответствие ТЗ, соответствия Законодательству РФ, выгодность и оптимальность последующего ведения экологической документации на основе разработанных документов (паспорта отходов, журналы отходов, проведение ежегодных лабораторных исследований в рамках ПЭК, составление ежегодных отчетов - отчет ПЭК, 2 ТП отходы); \n- Подбор сотрудника из внутренних резервов компании для дальнейшего ведения экологической документации (критерии: заинтересованность сотрудника в новых знаниях, умение и желание чтения технической документации,  обучаемость);\n- Прохождение курсов повышения квалификации по экологической документации для понимания специфики проекта;\n\nРеализовано: \n- Разработана природоохранная документации компании,  подобран специалист из внутренних ресурсов компании, назначенный ответственным за данное направление;\n- Организован функциональный блок для поддержания соответствия деятельности предприятия по охране окружающей среды действующим законодательным нормам. Зона ответственности нового специалиста.\n\n3. Проект – внедрение на российский рынок медицинского продукта компании (март 2012 – октябрь 2019)\n\nПродукт компании – 12-тиканальный электрокардиограф для использования, как в домашних условиях, так и в медицинских учреждениях.\n\nФункционал:\n- Разработка стратегии продвижения товара, ценовой политики товара, проведения маркетинговых мероприятий с их дальнейшим анализом эффективности;\n- Сотрудничество с медицинскими учреждениями с целью продвижения продукта компании;\n- Маркетинговые мероприятия: реклама на радио, телеконсультации с ФГБУ «НМИЦ им. В. А. Алмазова» Минздрава России, реклама в журнале, продвижение сайта (SEO), продвижение товара через сотрудничество с медицинскими учреждениями. В подчинении маркетолог компании. Оценка эффективности маркетинга по отклику от потенциальных покупателей;\n- Определение целевой аудитории: вначале – физические лица, далее - медицинские учреждения (частные и государственные);\n- Определение ценовой политики методом опросов целевой аудитории при помощи фокус-групп, голосования на сайте;\n- Создание плана продаж и контроль его выполнения. Отдел продаж – 2 менеджера в функциональном подчинении на проекте. Создание базы медицинских учреждений (частные, государственные). Ведение отчетности по воронке продаж; \n- Подготовка документов и участие в государственных тендерных закупках согласно 223-ФЗ; \n- Проведение переговоров и заключение договоров по продажам на уровне первых лиц компаний; \n- Взаимодействие со структурными подразделениями компании (продажи, маркетинг, техническая поддержка, закупки, инженерный отдел) для соблюдения всеми отделами поставленных задач и целей всеми задействованными в проекте сотрудниками компании. \n\nРеализовано: \n- Разработана и утверждена концепция продукта. Концепция продукта – изменение внешнего вида продукта, интеграция с телефоном, программное обеспечение аппарата, техническая поддержка, упаковка, интерфейс;\n- Продукт выведен на рынок медицинских товаров для юридических лиц;\n- Созданы атрибуты для продажи продукта (упаковка, сайт, буклеты, рекламные материалы, паспорт продукта); \n- Утверждены инструменты продаж продукта; \n- Найден и заключен договор с дистрибьютором для дальнейшей продажи и продвижения продукта.\n\nОзнакомиться с продуктом можно по ссылке ниже:\nhttps://micard.ru/","skills":null},{"position":"Специалист по планированию и работе с поставщиками","date_from":{"year":2010,"month":9,"day":1,"precision":2},"date_to":{"year":2012,"month":3,"day":1,"precision":2},"company":"ООО «Русский Стандарт Водка»","experience_area":null,"industries":[{"id":null,"name":"Ликероводочная продукция (производство)","external_id":null}],"description":"ООО «Русский Стандарт Водка» (российская компания, производитель крепкой алкогольной продукции)\n\nФункциональные задачи:\n- Планирование и организация поставок производственных материалов;\n- Размещение заказов на закупку;\n- Согласование сроков поставок с поставщиками, контроль за соблюдением сроков поставок;\n- Оценка качества товаров, поставщиков;\n- Отслеживание документооборота;\n- Решение возникающих проблем с поставками (Россия, Европа);\n- Проверка импортной коммерческой документации, подготовка комплекта документов для таможенного отдела; \n- Контроль и поддержание оптимального товарного запаса компонентов; \n- Формирование отчетов по товарным запасам производственных материалов;\n- Контроль за вводом новых компонентов. \n- Работа в программе учета SAP.\n\nРеализовано: \n- Отлажена работа для удобства для взаимодействия с поставщиками материалов. Изменен план-график поставок. Ежедневное изменение и корректировка плана с менеджерами компании; \n- Улучшена работа по предоставлению и передаче данных внутри компании. Отделом менеджмента и качества были разработаны документы определения функциональных зон ответственности по отделам. Это помогло устранить ненужные пересечения и конфликты в бизнес-процессах; \n- Внутренней ИТ-службой оптимизированы системы учета данных в программе SAP. Написание ТЗ для оптимизации вывода данных, для удобства использования отделов компании.","skills":null},{"position":"Ассистент менеджера по закупкам","date_from":{"year":2010,"month":7,"day":1,"precision":2},"date_to":{"year":2010,"month":9,"day":1,"precision":2},"company":"ЗАО «Дети» (сеть магазинов детских товаров)","experience_area":null,"industries":null,"description":"ЗАО «Дети» (сеть магазинов детских товаров)\nЗадачи:\n- Работа с поставщиками, проведение переговоров и заключение договоров;\n- Планирование, формирование и закупка ассортиментной матрицы; \n- Контроль наличия запасов по выделенной товарной группе в оптимальном количестве и ассортименте; \n- Контроль плановых показателей оборачиваемости по выделенной товарной группе; \n- Отслеживание продаж, мониторинг конкурентных цен; \n- Ценообразование выделенной группы товаров;\n- Подготовка и предоставление ежемесячных отчетов, графиков платежей, поставок; \n- Учет всех финансовых операций в системе 1С Бухгалтерия.","skills":null},{"position":"Старший менеджер отдела ВЭД","date_from":{"year":2006,"month":5,"day":1,"precision":2},"date_to":{"year":2010,"month":6,"day":1,"precision":2},"company":"ЗАО \"Кондитерская фабрика \"Ландринъ\"","experience_area":null,"industries":[{"id":null,"name":"Кондитерские изделия (производство)","external_id":null}],"description":"ЗАО \"Кондитерская фабрика \"Ландринъ\" (российская компания по производству шоколадной продукции)\nЗадачи:\n- Закупка капсульных игрушек у поставщиков из КНР, Вьетнама и Малайзии;\n- Планирование ассортимента; \n- Текущая переписка с поставщиками, ведение переговоров; \n- Выезд на предприятие изготовителя для решения спорных вопросов и  контроля качества производимой продукции (Китай, Европа);\n- Ведение внешнеэкономической документации: контракты, инвойсы, документы на отгрузку, сертификаты качества; \n- Мониторинг цен на сырье и материалы;\n- Поиск новых поставщиков, пополнение ассортиментной базы, каталогизация;\n- Разработка графиков выхода контейнеров, координация отгрузок; \n- Подготовка и актуализация недельного, квартального, годового графика платежей; \n- Разработка оптимальных схем доставки товара; \n- Организация доставки груза, работа с транспортными компаниями (международная логистика), заказ транспорта, согласование стоимости, перевозки, отслеживание платежей;\n- Решение спорных вопросов с поставщиками и клиентами; \n- Расчет годового бюджета, составление годового плана отгрузок; \n- Учет всех финансовых операций в системе Navision.\n\nМенеджер проекта в отделе закупок\n\nФункциональные задачи:\n- Закупка полиграфических материалов (фольга, пленка) у российских и иностранных поставщиков (Германия, Турция, Италия, Хорватия); \n- Текущая переписка с поставщиками, ведение переговоров; \n- Ведение внешнеэкономической деятельности: контракты, инвойсы, документы на отгрузку, сертификаты качества; \n- Мониторинг цен на сырье и материалы;\n- Поиск новых поставщиков; \n- Претензионная работа; \n- Подготовка и контроль плана отгрузок; \n- Подготовка графика платежей; \n- Учет всех финансовых операций в системе Navision.","skills":null},{"position":"Помощник генерального директора","date_from":{"year":2005,"month":11,"day":1,"precision":2},"date_to":{"year":2006,"month":4,"day":1,"precision":2},"company":"ООО \"Энерголайн\"","experience_area":null,"industries":[{"id":null,"name":"Строительство дорожное и инфраструктурное","external_id":null}],"description":"ООО \"Энерголайн\" (компания, занимающаяся проектированием, строительством и реконструкцией линейных объектов)\nЗадачи:\n- Ведение переговоров;\n- Заключение договоров с покупателями;\n- Организационно-техническое обеспечение административно распорядительной деятельности руководителя;\n- Делопроизводство.","skills":null},{"position":"Специалист по тендерам","date_from":{"year":2004,"month":1,"day":1,"precision":2},"date_to":{"year":2005,"month":11,"day":1,"precision":2},"company":"ЗАО \"Акроспорт\"","experience_area":null,"industries":null,"description":"ЗАО \"Акроспорт\" (российский производитель спортивного оборудования) \nФункциональные обязанности:\n- Подготовка документов для участия в тендерах;\n- Ведение переговоров;\n- Заключение договоров и контрактов с поставщиками и покупателями;\n- Закупка продукции.\n\nБухгалтер\nФункциональные обязанности:\nВозмещение НДС. Выписка первичных документов. Подготовка авансовых отчетов. Ведение 10, 43, 60, 62, 71 и 76 счетов.","skills":null}],"education":{"level":{"id":null,"name":"Высшее","external_id":"higher"},"higher":[{"name":"Санкт-Петербургский государственный морской технический университет, Санкт-Петербург","description":"Математика (математик)","date_from":null,"date_to":{"year":2004,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Факультет естественнонаучного и гуманитарного образования","form":null}],"vocational":null,"elementary":null,"additional":null,"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 911 1155199","preferred":false,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"obolotova@list.ru","preferred":true,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":null,"address":null,"lat":0.0,"lng":0.0},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}}],"wanted_salary":null,"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":true,"driver_license_types":null,"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/745429783.jpeg?t=1707565489&h=yOx9OoddJ6zs74eMamgdow","original":"https://hhcdn.ru/photo/745429783.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не имеет значения","external_id":"any"}}}