{"id":"29329557","auth_type":"HH","account_source":328017,"updated":"2022-12-02T13:59:26+03:00","created":"2022-11-11T14:02:17+03:00","files":[],"source_url":"https://spb.hh.ru/resume/7e6de01d000121dd76000133e1517749624c72?query=%D0%BC%D0%B5%D0%BD%D0%B5%D0%B4%D0%B6%D0%B5%D1%80+%D0%BF%D0%BE+%D0%BF%D1%80%D0%BE%D0%B4%D0%B0%D0%B6%D0%B0%D0%BC+%D0%B12%D0%B1+b2b&hhtmFrom=resume_search_result","foreign":"7e6de01d000121dd76000133e1517749624c72","key":"0121dd76","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads2/3/6/9/369fe0dd0914a632289ebacbc0f19362.jpeg","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":"Максим","middle_name":"Алексеевич","last_name":"Лукин","birth_date":{"year":1992,"month":2,"day":19,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Менеджер по продажам","specialization":null,"skill_set":["Статистический анализ","MS Office","Управление продажами","Деловая переписка","B2B маркетинг","IoT","1С: Предприятие 8","Ценообразование","Продажи","Креативность","Анализ продаж","Системное мышление","Анализ данных","интернет вещей","Аналитические исследования","Управление продуктом","IT","Маркетинговые исследования","Обучение","Анализ бизнес показателей","Исследования рынка","Анализ рынка","B2B Продажи","Навыки презентации","Маркетинговый анализ","Аналитическое мышление","Подготовка презентаций","Маркетинговое планирование"],"gender":{"id":null,"name":"Мужской","external_id":"male"},"experience":[{"position":"Менеджер по продажам","date_from":{"year":2019,"month":1,"day":1,"precision":2},"date_to":{"year":2021,"month":7,"day":1,"precision":2},"company":"Лаборатория Интернета Вещей (AuroraEvernet)","experience_area":null,"industries":[{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (монтаж, сервис, ремонт)","external_id":null}],"description":"Компания является поставщиком компонентов (комплектующих) для устройств беспроводной связи. Кроме этого, отдельным направлением выделяется продажа готовых решений в сфере IIoT (Промышленный Интернет Вещей) и интеграция этих решений.\n\nЗадачи, которые были в рамках должности и за её пределами:\n1. Поиск и привлечение клиентов, работа с клиентской базой. Поиск в открытых источниках, холодный обзвон, работа с существующей базой, развитие текущих клиентов.\n\n2. Ведение переговоров с заказчиками на всех уровнях и с различными отделами. Как особенность, было много общения с инженерами и другими техническими специалистами.\n\n3. Изучение технической документации (как правило, на английском).\n\n4. Подбор компонентов для заказчика. Изучение текущего списка материалов на изделие, подбор альтернатив для замены, либо подбор на основе требования к новым продуктам. Зачастую это могли быть комплексные решения не только по компонентам, но и в целом по реализации проекта в целом.\n\n5. Информирование клиентов о новинках и об изменениях на рынке, соответственно, постоянно читал новости из сферы электронных компонентов и рынка интернета вещей, знакомился с релизами компаний, читал специализированные журналы.\n\n6. Командировки к заказчикам и участие в выставках\n\n7. Выполнение плановых показателей: план продаж, дебиторская задолженность, новые продажи, заполнение базы, ведение в базе подробных взаимодействий с заказчиками, заполнение подробной информации по компаниям-заказчикам.\n\n8. Наставничество. Уже после полугода работы в компании выступал как наставник для новичков в отделе продаж, а иногда и за его пределами. В том числе: слушал звонки, давал советы по конкретным ситуациям, разрабатывал стратегию дальнейших переговоров, проводил технические консультации, помогал со взаимодействием с другими отделами и др.\n\n9. Брал на себя часть функций руководителя отдела, в отсутствие руководителя, либо ввиду отсутствия у руководителя времени на решение каких-либо задач и проблем, таких как: оперативная корректировка поставок; организация совещаний внутри отдела (либо при участии других отделов) для решения форс-мажорных, и не только, ситуаций; инициация, участие и тестирование доработок или целых проектов в базе 1С; координация поздравлений контрагентов и рассылки подарков и многое другое. \nВ целом, был неформальным лидером, как внутри отдела, так и за его пределами. \n\n10. В дополнение к предыдущему пункту, был инициативен и часто занимался организационными вопросами, начиная от внерабочих (вроде подготовки поздравления девушек с 8 марта и организации праздника), заканчивая организацией или улучшением бизнес-процессов (например, на основе моей таблицы в exel по поставкам и отгрузкам для некоторых клиентов, которой пользовались другие отделы для своевременного выполнения своих функций, был создан целый блок в 1С для всех компаний-заказчиков); был в группе по созданию нового сайта и др.\n\nЧто касается конкретных побед (чтобы не перегружать, приведу часть):\n\n1. В первые полгода с нуля начал работу с заказчиком, который по итогам года вошёл в топ-5 компаний по принесённой выручке.\n\n2. Развитие одного из основных и старых заказчиков компании, переданных в моё управление через три месяца работы в компании. В момент ротации, заказчику поставлялось два компонента для их основного продукта, за следующие 2 года я увеличил этот показатель до 9, а их совокупная стоимость выросла втрое.\n\n3. Работа с одним из лидеров-производителей приборов учёта электроэнергии. Долгий, сложный и трудозатратный процесс организации поставок, который занял более года. В 2020-м году уже начались первые постоянные поставки, за этот пандемийный год были полностью отлажены процессы заказа и доставки, а также окончательное соглосования технических требований. За первый квартал 2021-го года объём поставок превысил объём всего предыдущего года, а по утверждённым планам поставок на 2021-2022 гг. компания стала лидером по потреблению поставляемого ей товарного направления.\n\n4. Плотная работа с одним из лидеров на российском рынке среди компаний специализирующихся на криптозащите информации. В первую очередь это участие и развитие текущего проекта, выход на серийные партии, утверждение плана поставок на год вперёд, помощь в европейской сертификации, организация перехода на более актуальные компоненты и т.п. Но основное, что хочется рассказать и почему взаимодействие с этой компанией попало в этот список - это реализация работы eSIM в промышленном устройстве. Для рынка B2С eSIM уже привычен, но промышленный рынок в этом плане развивается медленнее. Поэтому, чтобы организовать хотя бы тестирование этой технологии на промышленном устройстве, необходимо очень постараться. Ко мне заказчик обратился с этим запросом. Здесь горжусь тем, что удалось через большое количество звонков и писем свести коллег из компании-оператора и моего заказчика, а до этого ещё основательно переговорить с инженерами производителя компонента связи, чтобы случились хотя бы переговоры относительно применения этой технологии.\n\n5. Также хотелось бы отметить работу с одним из ведущих производителей оборудования и разработчика IT-решения для коммерческого и государственного сектора. Пришёл к инженерам с новым для них направлением, давал консультации, заказывал образцы, проводил встречи. Со временем стал основным поставщиком определённой продукции и экспертизы по ней. Затем это вылилось в несколько крупных заказов, некоторые из которых пришлись на карантин, что позволило всей компании легче дышать.\nДочерняя компания этого холдинга тоже впоследствии обратилась ко мне. После года работы над проектом и нескольких малых пилотных партий, первая партия нового проекта увеличила мои показатели по месячной выручке на 25%.\n\n7. В один пункт объединю несколько случаев, когда я самолично находил продукцию в Китае и продавал её заказчикам с маржой до 50%. Конечно же, коллеги из закупок и логистики мне помогали, но переговоры и техническую работу проводил всю самолично.\n\n8. Распродал неликвидную группу компонентов со склада, в связке с другим отделом организовал поставку этой же группы компонентов, но уже продавал с прибылью и дал толчок для развития продаж этой группы во всей компании.\n\n9. Вернул в портфель компании старого клиента, который впоследствии попал в топ-10 по поставкам некоторых товарных групп.\n\n10. Организовал пилотный проект из сферы Промышленного Интернета Вещей для одного из лидеров в сфере управления коммерческой и торговой недвижимостью в СПб. Если кратко, то был организован мониторинг за показателями окружающей среды и учёт энергоресурсов с использованием технологии LoraWAN. К сожалению, пандемия сильно ударила по подобным компаниям, поэтому к этому вопросу только-только вернулись в 2021-м году.","skills":null},{"position":"Управляющий сетью хостелов и мини-отелей","date_from":{"year":2018,"month":4,"day":1,"precision":2},"date_to":{"year":2018,"month":11,"day":1,"precision":2},"company":"Sweet Village Hotels&Hostels","experience_area":null,"industries":null,"description":"- Развитие объектов физически, экономически и информационно\n- Управление командой и всеми процессами, найм и обучение персонала\n-Revenue management\n- Организация бесперебойной работы объектов, организация проведения своевременных ремонтных работ\n- Обеспечивание высоких показателей заселяемости и положительных отзывов клиентов\n- Работа в PMS и channel manager\n- Организация работы с партнерами (экскурсии, трансферы, прокат велосипедов и т.д.)\n- Контроль и развитие системы продаж и лояльности клиентов\n- Контроль финансов, закупка расходных материалов и планирование бюджета\n- Организация и контроль рекламных и маркетинговых компаний\n- Контроль кассовой дисциплины\n\nЗа время управления:\n-набрал новую команду администраторов и обучил её\n-внедрил новую систему оценки эффективности работы сотрудников и систему бонусов\n-внедрил новую систему тарификации, нацеленную на более эффективное заполнение номерного фонда\n-организовал ряд ремонтных работ, нацеленных на улучшение качества проживания гостей и на бесперебойную работу объектов\n-разработал систему контроля белья и хозяйственных расходных материалов\n-расширил присутствие объектов в интернете, путём размещения на неосвоенных ОТА\n-нашёл новых партнёров для организации завтраков, запустил в работу\n-ввёл ряд новых инструкций и нововведений для линейного персонала","skills":null},{"position":"Партнёр","date_from":{"year":2015,"month":5,"day":1,"precision":2},"date_to":{"year":2018,"month":2,"day":1,"precision":2},"company":"VSPB Apartments","experience_area":null,"industries":[{"id":null,"name":"Гостиница","external_id":null}],"description":"Собственное дело на рынке посуточной аренды апартаментов.\nВо время ведения собственного проекта я покрывал широкий спектр задач:\n1. Бюджетирование:\n-план-факт расходной и доходной части бюджета \n2. Поиск, приём на работу и обучение сотрудников\n3. Разработка внутренней документации и регламентов, описание бизнес-процессов\n4. Ценообразование\n5. Маркетинг и реклама:\n-продвижение через специализированные ресурсы\n-размещение в социальных сетях\n-разработка собственного сайта компании\n-организация фотосессий\n-создание продающих текстов\n-разработка систем лояльности\n-создание CRM-базы и автоматизация периодической рассылки\n6. Привлечение партнёров:\n-реклама услуг такси, ресторанов и экскурсий в наших апартаментах\n-взаимодействие с тур-фирмами\n-корпоративные клиенты\n7. Переговоры с клиентами и решение проблемных вопросов\n8. Контроль загруженности апартаментов и оперативное стимулирование спроса\n9. Контроль качества","skills":null},{"position":"Менеджер по продукту (Product manager)","date_from":{"year":2014,"month":3,"day":1,"precision":2},"date_to":{"year":2015,"month":5,"day":1,"precision":2},"company":"Пекар, Торговый дом, Санкт-Петербург","experience_area":null,"industries":[{"id":null,"name":"Автозапчасти, шины (розничная торговля)","external_id":null},{"id":null,"name":"Автокомпоненты, запчасти, шины (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Автокомпоненты, запчасти (производство)","external_id":null}],"description":"1. Полный цикл разработки продукта и выведения его на рынок:\n-инициация вывода нового продукта, утверждение концепции\n-мониторинг оптового канала/розницы\n-расчёт ёмкости и доли\n-расчёт товарных стратегий\n-формирование ценового позиционирования\n-разработка технического задание на производство продукта и его утверждение с руководством\n-разработка экономического обоснование и его утверждение с руководством\n-работа с поставщиками\n-управление разработкой дизайна продукта и упаковки\n-приём продукта и проверка его характеристик\n-контроль жизненного цикла продукта после его выпуска на рынок\n2. Проведение обучения по продуктам для отдела продаж и других сотрудников\n3. Работа с текущим ассортиментом\n-оперативное ценообразование\n-оценка ассортимента на предмет ввода новых позиций\n-принятие решений о выводе позиций из ассортимента\n4. Взаимодействие с департаментом качества\n-участие в разработке регламентов\n-составление должностных инструкций\n-подготовка отдела к прохождению аттестации на соответствие стандартам ISO\n5. Бюджетирование\n6. Участие в разработке акций и программ лояльности","skills":null},{"position":"Старший специалист по аналитике","date_from":{"year":2013,"month":11,"day":1,"precision":2},"date_to":{"year":2014,"month":3,"day":1,"precision":2},"company":"Пекар, Торговый дом, Санкт-Петербург","experience_area":null,"industries":[{"id":null,"name":"Автозапчасти, шины (розничная торговля)","external_id":null},{"id":null,"name":"Автокомпоненты, запчасти, шины (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Автокомпоненты, запчасти (производство)","external_id":null}],"description":"1. Работа с внутренними базами данных и базами данных  аналитических агентств \n2. Подготовка регулярных  аналитических отчетов и  отчетов  под запрос (службы маркетинга, департамента продаж, смежных подразделений,  руководства компании):\n-Анализ обеспеченности плана продаж;\n-Оценка динамики себестоимости товаров;\n-Отчет по ценовому позиционированию  (текущее позиционирование относительно конкурентов, динамика цен конкурентов) и т.д.\n-Разработка реестров и внутренних баз данных для  службы маркетинга\n-Подготовка новостей по рыночной активности конкурентов, динамики отрасли в целом для руководства и смежных подразделений\n3. Аналитика (локальный, федеральный уровень и рынок ВЭД):\n-Продажи в разрезе общего объёма, по товарным системам, товарным группам, SKU  \n-Каналы сбыта (сегментация клиентов, анализ частоты покупок, поиск и определение приоритетных рынков, подготовка адресных предложений для клиентов)\n-Конкурентное окружение (анализ активности, работа с прайс-листами, сайтами, определение целевых конкурентов, сегментация конкурентов)\n-Проведение ABC-анализа, XYZ – анализа, анализ лояльности, построение карты конкурентов, построение матрицы МакКинси, SWOT-анализ,  построение сводных таблиц для анализа данных в различных разрезах и пр.\n-Расчёт емкости рынка\n-Исследование потребностей целевой аудитории продукции\n-Анализ конкурентоспособности компании \n-Исследование и анализ изменений продуктового портфеля, в том числе оценка стратегических альтернатив по расширению портфеля, ротации ассортимента, проработка каналов сбыта для ликвидационного ассортимента\n-Разработка ассортиментной матрицы текущего ассортимента и рекомендации по расширению портфеля\n4. Планирование, расчет, прогноз:\n-Ассортимент, выручка, объёмы, рентабельность, доля рынка, оборачиваемость      (расчет по нескольким сценариям и методам)\n-Подготовка информации для разработки новых продуктов (мониторинги, сводные расчеты)\n-Разработка финансово-экономической модели для рекламных кампаний (включая федеральный масштаб)\n-Расчёт товарных стратегий\n-Формирование ценового позиционирования (рыночно-затратный метод, в зависимости от особенностей продукта) и корректировка прайс листа\n5. Бюджетирование\nСоставление, контроль исполнения, план факт   \n6. Маркетинговые исследования\n-Предоставление информационных материалов для планирования маркетинговых мероприятий\n-Выбор метода и разработка технического задания на проведение исследования (сценарий сбора данных, анкета для проведения опросов,  и пр.)\n-Контроль за проведением маркетинговых исследований сторонними организациями\n-Проведение мониторингов розницы\n-Проведение мониторингов оптового канала  (на основе прайс-листов, анализ представленности и цен, анкетирования и пр.)\n-Проведение опросов на отраслевых выставках","skills":null},{"position":"маркетолог (стажёр)","date_from":{"year":2012,"month":6,"day":1,"precision":2},"date_to":{"year":2013,"month":7,"day":1,"precision":2},"company":"Smart Consult","experience_area":null,"industries":[{"id":null,"name":"Консалтинговые услуги","external_id":null}],"description":"-внутренние и внешние маркетинговые исследования\n-продвижение мероприятий и продуктов компании\n-помощь в развитии новых продуктов компании\n-работа с социальными сетями","skills":null}],"education":{"level":{"id":null,"name":"Бакалавр","external_id":"bachelor"},"higher":[{"name":"НИУ-ВШЭ","description":"менеджмент","date_from":null,"date_to":{"year":2013,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Менеджмент","form":null}],"vocational":null,"elementary":null,"additional":[{"name":"Военная кафедра НИУ-ВШЭ","description":null,"date_from":null,"date_to":{"year":2013,"month":0,"day":0,"precision":0},"education_area":null,"result":null}],"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":null,"external_id":"phone"},"value":"+7 911 7896382","preferred":false,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"maksim_lukin@mail.ru","preferred":true,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":{"id":null,"name":"Электросила","external_id":"15.222"},"address":null,"lat":59.879189,"lng":30.318659},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"B2 — Средне-продвинутый","external_id":"b2"}},{"id":"fra","name":"Французский","level":{"id":null,"name":"A1 — Начальный","external_id":"a1"}}],"wanted_salary":{"amount":100000,"currency":"RUR"},"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":false,"driver_license_types":["B"],"military":null,"social_ratings":null,"photos":[{"url":"https://hh.ru/photo/642256234.jpeg?t=1670065064&h=x-Bmj4hFw3es8b5kLQcG2Q","original":"https://hh.ru/photo/642256234.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не более часа","external_id":"less_than_hour"}}}