{"id":"17125090","auth_type":"HH","account_source":328017,"updated":"2020-07-07T12:38:54+03:00","created":"2020-07-07T12:38:54+03:00","files":[],"source_url":null,"foreign":"2b86e57c000182b272000133e13476744a6f39","key":"0182b272","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":null}},"resume":{"personal_info":{"photo":null,"first_name":"Иван","middle_name":"Игоревич","last_name":"Шопов","birth_date":null,"text_block":null},"source_url":null,"position":"инженер-электроник, программист микроконтроллеров","specialization":[{"id":"1.221","name":"Программирование, Разработка","external_id":"1.221","profarea_id":"1","external_profarea_id":"1","prefarea_name":null},{"id":"1.82","name":"Инженер","external_id":"1.82","profarea_id":"1","external_profarea_id":"1","prefarea_name":null}],"skill_set":null,"gender":null,"experience":[{"position":"Инженер-программист, инженер-электроник","date_from":{"year":2019,"month":6,"day":1,"precision":2},"date_to":null,"company":"ООО \"Кристалл\"","experience_area":null,"industries":null,"description":"Разработка печатных плат в Altuim Designer. Разработка ПО под микроконтроллеры nrf52 C/C++. Интерфейсы SPI, I2S, I2C, UART, PWM, USB(mass storage). Использование библиотек FatFS, BroadVoice(сжатие звука для отправки). Работа с MP3 \nЗа время работы разработана прошивка под новый аудиогид. Устройство совмещало в себе SD карту, USB порт для организации чтения записи с карты посредством Windows, клавиатуру для управления треками, а так же GPS модуль, для определения положения туриста. А так же стандартную передачу звука по радиоканалу.Прошивка написана на С и С++.(см. портфолио.) \nРазработан прототип платы пульта переводчика. Совмещает в себе аналоговую и цифровую части, а так же 4 радио канала для передачи и приема звука. Аналоговая часть нужна для обработки и передачи приема звука по проводам. А так же блок питания, обеспечивающий напряжения +5,+15,-15, +48В.По сути это микшерный пульт.(см.портфолио).","skills":null},{"position":"Инженер разработчик элетроники, программист  микроконтроллеров","date_from":{"year":2018,"month":10,"day":1,"precision":2},"date_to":{"year":2019,"month":6,"day":1,"precision":2},"company":"Работа на себя ИП Шопов","experience_area":null,"industries":null,"description":"Работа на аутсорсе по заказам на разработку электроники с применением микроконтроллеров. \nЗа время работы разработаны (смотрите портфолио): \n1. Универсальный DMX контроллер с мезанинной архитектурой. Состоит из материнской платы на базе контроллера AVR и интерфейса RX485(изолированный) и расширением под радиомодуль NRF24L01, платы управления (дисплей WS1602, энкодер и кнопки) а так же платы расширения (в данном проекте разработана только плата на 8 шим каналов для управления светодиодной подсветкой), прошивка написана в среде AVRStudio. Плата разработана в Altium Designer. \n2. Модуль LoRaWAN предназначенный для регистрации коротких замыканий в высоковольтных линиях электропередач с напряжением 6 - 35 кВ. Содержит в себе: гибкую систему резервного питания включая питание через индуктивную свзяь с высоковольтным проводом, на котором висит датчик и питание от литий-тионил хлоридного элемента, а так же ионистора на случай пропадания от двух других источников; резервирование данных на SD карту при пропадании связи с сервером. Основан на контроллере STM32L152 и рассчитан на срок бесперебойной работы от 7 лет. Проект на писан в Eclipse. Плата разработана в Altium Designer.","skills":null},{"position":"Инженер-программист CAN и микроконтроллеров","date_from":{"year":2017,"month":2,"day":1,"precision":2},"date_to":{"year":2018,"month":10,"day":1,"precision":2},"company":"ООО \"ДМА-Групп\"","experience_area":null,"industries":null,"description":"- писать код на Си в соответсвии с стандартами, принятыми в нашей фирме, т.к. этот код будут в будущем просматривать другие разработчики, по этому нужно писать код быстро, грамотно, вдумчиво и c автоформатированием. Быстро его нужно писать еще по той причине, что разработка под CAN сеть автомобиля непосредственно связана с наличием самого автомобиля, который никто не даст на время более суток. Это накладывает огрничения на время написания кода. \n- Умение быстро разбираться в чужом коде и отлаживать его. По той же причине, потому что большая часть времени это устранение багов и работа с отладкой. Наши проекты состояли из овер 5000 строк и 50 фаилов, хоть и написаны для микроконтроллеров, по вышеобозначенным причинам необходимо было их отлаживать быстро и качественно. Это так же касеатся и приложений написанных на c++, используемых в нашей фирме. \n- Отлично владеть системами контроля версий Git и Bitbucket, а поскольку я начинал с SVN, то еще и им. \n- Владеть средой разработки Visual Studio в контексте отладки, сборки решений, настройки путей и структуры проекта, т.е. чуть менее чем полностью. \n \nОсновные обязанности: \n-Поддержка и модернизация существующего фирменного ПО для устройств на микроконтроллерах STM32 ( взаимодействие с CAN и LIN сетью автомобиля) \n- написание прошивок под автомобили, анализ и сбор информации в CAN сети автомобиля. \n- Поддержание и модернизация базы прошивок под существующие продукты: IGLA, KEYLESS BLOCK, AUTOSTART, COMFORT, CONTOUR.(устройства взаимодействующие с автомобилем по сети CAN) \n- Разработка, тестирование и поддержка ПО под новые продукты: AUTOSTART BMW, IGLA 2CAN2LIN. \n- Разработка ПО для кастомных(единичных) продуктов под автомобили BMW, ROLLS-ROYCE, Porshe, Landrover и другие марки, представленные на отечественном рынке. \n- Работа с системами контроля версий: GIT, SVN,BITBUCKET. \n- Владение средами разработки: IAR и Keil.","skills":null},{"position":"Инженер-схемотехник, программист микроконтроллеров","date_from":{"year":2016,"month":2,"day":1,"precision":2},"date_to":{"year":2016,"month":7,"day":1,"precision":2},"company":"ООО \"ВАИС - Техника\"","experience_area":null,"industries":null,"description":"-Рзаработка схмотехники аналоговых и цифровых устройств для применения в авиации ( вычислители, сенсорные панели, платы сбора параметров необходимых при полете, ИБП). \n-Написание прошивки для микроконтроллеров AVR и STM32(Keil,IAR, AVR-Studio).. \n-Работа с интерфейсами UART, RS-232, RS-485(Modbus), CAN. \n-Разработка печатных плат в среде Altium Designer. \n-Доработка существующих схемотехнических решений. \n-Разработка сопроводительной документации. \n \nДостижения: \n-Разработка платы контроллера сенсорной панели для панели Mitsubishi на основе микроконтроллера Atxmega, написание прошивки для него, обеспечивающей передачу данных с сенсора в интерфейс RS-485. \n-Разработка плат сбора двигательных параметров самолета на основе микроконтроллера STM32 и отправки их по интерфейсу CAN, RS-485.","skills":null},{"position":"Инженер-разработчик РЭА, программист","date_from":{"year":2015,"month":10,"day":1,"precision":2},"date_to":{"year":2016,"month":2,"day":1,"precision":2},"company":"ОАО \"МНИИ\" АГАТ\"","experience_area":null,"industries":null,"description":"-Разработка и изготовление электронных устройств с применением микроконтроллеров CortexM3-M4 (STM32) \n-Программирование микроконтроллеров (IAR). \n-Работа с интерфейсами UART, SPI, Ethernet, I2C, RS-232/485. \n-Разработка печатных плат в среде PCAD, Altium Designer. \n-Разработка документации на готовые изделия. \n \nДостижения: разработка схемотехники прошивки стенда по проверке и юстировке электроники боевых ракеты с применением протокола Ethernet.","skills":null},{"position":"Инженер разработчик РЭА","date_from":{"year":2014,"month":12,"day":1,"precision":2},"date_to":{"year":2015,"month":10,"day":1,"precision":2},"company":"АО \"КБОР\"","experience_area":null,"industries":null,"description":"-Разработка и изготовление устройств с применением микроконтроллеров CortexM3-M4 (STM32), написание прошивки (Keil, IAR). \n-Работа с интерфейсами UART, SPI, I2С, RS-232/485. \n-Разработка, расчет и изготовление ИИП на основе планарных трансформаторов. \n-Разработка печатных плат в среде Altium Designer. \n \nДостижения: изотовление драйвера светодидодов 30вт с применением планарного трансформатора по технологии флайбэк. Разработка схемотехники и печатных плат широкополосного радара для измерения толщины льда на основе микросх. фирмы Novelda и микроконтроллеров STM32.","skills":null},{"position":"Инженер-электронщик","date_from":{"year":2014,"month":3,"day":1,"precision":2},"date_to":{"year":2014,"month":11,"day":1,"precision":2},"company":"ООО\"Техпласт\"","experience_area":null,"industries":null,"description":"-Разработка и изготовление устройств с применением микроконтроллеров CortexM3-M4 (STM32), AVR. \n-Программирование микроконтроллеров (Keil, AVR-Studio). \n-Работа с интерфейсами UART, I2С, RS-232/485. \n-Разработка и изготовление цифровой и аналоговой схемотехники. \n-Разработка печатных плат в среде Altium Designer, P-CAD2006. \n \nДостижения: \n-Разработка схемотехники, печатных плат и прошивки рекламных стендов для фирмы Phillips на основе микроконтроллеров STM32, и их сборка. \n-Разработка схемотехники, сборка, настройка и программирование станка для вакуумной прессовки рекламной продукции фирмы \"Аленка\".","skills":null},{"position":"Сервисный инженер","date_from":{"year":2012,"month":10,"day":1,"precision":2},"date_to":{"year":2014,"month":3,"day":1,"precision":2},"company":"ООО НИЦ \"ФОРС\"","experience_area":null,"industries":null,"description":"-Сервисное обслуживание, монтаж, демонтаж систем пожарной, охранной сигнализации, систем контроля доступа, видео-наблюдения на объектах заказчика в Самаре, Тольятти и Москве. \n-Ремонт вышедшей из строя электроники. \n-Работа с серверным оборудованием(установка ПО, пуско-наладка, настройка) \n \nДостижения: проведение обслуживания и запуска слаботочных систем на объектах сбербанка, Сибур, АвтоВаз, ТЭЦ Москвы.","skills":null},{"position":"Инженер-электронщик","date_from":{"year":2010,"month":6,"day":1,"precision":2},"date_to":{"year":2012,"month":10,"day":1,"precision":2},"company":"ОАО \"АВТОВАЗ\"","experience_area":null,"industries":null,"description":"-Сервисное обслуживание и модернизация электронного оборудования АСУТП. \n-Ремонт вышедшей из строя электроники: активные датчики пламени, давления, веса, наклона, движения, температуры, программируемые логические контроллеры, платы входов выходов, частотные приводы. \n-Программирование микроконтроллеров AVR (Си, Ассемблер) и самостоятельная разработка, отладка и изготовление устройств на их основе для модернизации промышленного оборудования. \n-Работа с интерфейсами UART, I2C, Modbus. \n \nДостижения: \n-Занял второе место в конкурсе молодых специалистов c темой \"модернизация автоматизированного сварочного аппарата Shciaky\" где была разработана схемотехника и модернизированна программа ПЛК с целью качества и скорости сварки изделия. \n-Модернизация автоматизированной линии по отливке блока цилиндров Georg Fischer в программной части ПЛК на контроллере Allen Bradley. \n-Модернизация автоматизированной линии формовки стержней для отливки \"Красная Пресня\" в программной части ПЛК на контролерах Simatic S5. \n-Участие в запуске и пусконаладке роботов Kuka для автоматизированной отливки заготовок из алюминия на основе ПЛК Siemens S7. \n-разработка контроллера автоматизированного управления светодиодным освещением на основе микроконтроллера Attiny 2313 в цеху и написание прошивки с циклическим меню для него. \n- разработка схемотехники, печатной платы и сборка ПЛК на основе микросхемы Atmega 32, для управления вендинговым кофейным автоматом из платежного терминала.","skills":null},{"position":"Системный администратор","date_from":{"year":2008,"month":7,"day":1,"precision":2},"date_to":{"year":2009,"month":7,"day":1,"precision":2},"company":"ЗАО \"Полад\"","experience_area":null,"industries":null,"description":"-Администрирование рабочих станций под управлением Windows XP, серверов под управлением Windows Server 2003. \n-Обеспечение информационной безопасности. Разносторонняя техническая поддержка пользователей. \n- Самостоятельный ремонт, настройка и наладка рабочих станций и оргтехники, обеспечение их бесперебойной работы. \n-Поддержание работоспособности сети, прокладка новых кабелей, монтаж сетевого оборудования, обслуживание серверного оборудования. \n \nДостижения: разработка схемотехники и сборка устройства удаленного мониторинга температуры в серверных шкафах с применением микроконтроллера Attiny 2313.","skills":null}],"education":{"level":null,"higher":[{"name":"Высшее, Тольяттинский государственный университет","description":null,"date_from":null,"date_to":{"year":2007,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Электротехнический/Промышленная электроника, Инженер-электронщик","form":null}],"vocational":null,"elementary":null,"additional":null,"attestation":null,"certificate":null},"contact":null,"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":null,"address":null,"lat":0.0,"lng":0.0},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":null,"wanted_salary":{"amount":120000,"currency":"RUR"},"work_schedule":[{"id":null,"name":"Гибкий график","external_id":"flexible"},{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Удаленная работа","external_id":"remote"},{"id":null,"name":"Частичная занятость","external_id":"part"},{"id":null,"name":"Проектная работа","external_id":"project"}],"has_vehicle":false,"driver_license_types":null,"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/585069864.jpeg?t=1594200285&h=0zTuyUWoBbhJ2IuZ2zwvfQ","original":"https://hhcdn.ru/photo/585069864.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":null}}