{"id":"28380528","auth_type":"HH","account_source":328017,"updated":"2023-08-09T16:27:52+03:00","created":"2022-10-18T14:17:42+03:00","files":[],"source_url":"https://spb.hh.ru/resume/ec98f36300027ea4ba000133e155425a757341?simhash=82745832%4081c65582dc1c7319c1415260bd6550e8&vacancyId=82745832&hhtmFromLabel=suitable_resumes&hhtmFrom=resume_search_result","foreign":"ec98f36300027ea4ba000133e155425a757341","key":"027ea4ba","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads3/4/8/e/48e1161de0926191de56e27a3b55f494.jpeg","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":null,"middle_name":null,"last_name":null,"birth_date":{"year":1984,"month":12,"day":18,"precision":2},"text_block":null},"source_url":null,"position":"Инженер-схемотехник","specialization":null,"skill_set":["Английский язык переписка","NI Multisim","Altium Designer","SolidWorks","ЕСКД","3D Моделирование","ГОСТ","RS232","RS485","UART","I2C","SPI","Осциллограф","Спектроанализатор","Мультиметр","Генераторы сигнала","Паяльная станция","Монтаж РЭА","Atlassian Jira","SMD","Proteus","OrCad","LTSpice","PSPICE-FOR-TI"],"gender":{"id":null,"name":"Мужской","external_id":"male"},"experience":[{"position":"Ведущий инженер-схемотехник","date_from":{"year":2021,"month":10,"day":1,"precision":2},"date_to":{"year":2023,"month":7,"day":1,"precision":2},"company":"Завод Ленинец, НТЦ","experience_area":null,"industries":[{"id":null,"name":"Производство и ремонт военной техники, оборудования и вооружения","external_id":null},{"id":null,"name":"Авиационная, вертолетная, аэрокосмическая промышленность","external_id":null},{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (производство)","external_id":null}],"description":"МОИ ОБЯЗАННОСТИ\nРазрабатываю РЭФУ (электронные функциональные узлы) для модернизации устаревшего электронного оборудования. Отвечаю за: схемотехнику цифро-аналоговую (синтез и расчет электронных схем), трассировку печатных плат, тепловые расчеты (термодинамика), выбор элементной базы, разработку конструкторских документов. \n\nРАБОТАЛ С ИНТЕРФЕЙСАМИ:\nRS232, RS485, CAN, I2C, SPI, 1-Wire, UART, USB-UART FTDI.\n\nНИКОГДА НЕ РАЗРАБАТЫВАЛ ДЛЯ:\nWIFI, Bluetooth, USB, PCE, DDR2/3/4, Ethernet/LAN, но хочу научиться.\n\nПРОСЬБА ПЕРЕД ПРИГЛАШЕНИЕМ\nПрошу потенциальное руководство перед приглашением прочитать мое резюме целиком до конца, чтобы вы точно понимали, что наша встреча имеет смысл. Я знаю, что оно большое, извините. \n\nМОИ ПОЖЕЛАНИЯ И ОГРАНИЧЕНИЯ\nС ПЛИС не работаю. С BGA работал мало, был проект на 600 шариков, но могу освоить на норм.уровне. Прошивки для ПЛИС и STM на работе не пишу (я не проф. программист). Могу спроектировать и собрать твердотельную сборку, но я не проф. конструктор, я - проф. схемотехник. Знаю ЕСКД в части схемотехники. Умею строить сложные многослойные структуры печатных плат с учетом волновых сопротивлений. Могу и хочу внедрить и наполнять Альтиум Сервер для Альтиум Дизайнер, без Альтиум Сервера работать у меня не получится, если вы готовы внедрить или он у вас уже есть, то я готов с вами встретиться. Работаю с Багтрэкерами и Таскменеджерами - крайне желательно. Не смогу нормально работать с ограниченными правами в операционной системе. Ищу сильное профессиональное руководство (Project manager), которое понимает в электронике (т.е. понимает в том, чем руководит, понимает нужды своих исполнителей), настроенное на выстраивание эффективных рабочих процессов, не бросающее слов на ветер, которое не только требует результат, но и обеспечивает его выполнимость, стремится внедрять современные технологии в рабочие и бизнес процесы. Настоящие разработчики по своей природе это прогрессоры и реформаторы, каким был в свое время Петр Первый.","skills":null},{"position":"Инженер-схемотехник","date_from":{"year":2021,"month":2,"day":1,"precision":2},"date_to":{"year":2021,"month":5,"day":1,"precision":2},"company":"Авиационная и Морская Электроника, Научно-производственное предприятие, ОАО","experience_area":null,"industries":[{"id":null,"name":"Разработка программного обеспечения","external_id":null},{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (производство)","external_id":null}],"description":"МОИ КЛЮЧЕВЫЕ КОМПЕТЕНЦИИ\n-разработка маломощных электронных устройств в Altium Designer. Схемы разрабатываю строго начиная со структурных схем, а не сразу с принципиальных, это важно, прошу это учесть;\n-разработка смешанной цифро-аналоговой схемотехники с управлением от микроконтроллеров (без ПЛИС);\n-разрабатываю схемотехнику путем высокоточного моделирования и симуляции электронных схем в Proteus, Multisim, OrCAD, LTSpice, PSPICE-FOR-TI;\n-разработка печатных плат только в Altium Designer, включая трассировку с учетом эффекта длинных линий; \n-разработка печатных плат, включая симуляцию падения напряжения в медной фольге печатной платы при заданной силе тока; \n-разработка печатных плат, включая высокоточный тепловой анализ путем моделирования и симуляции компьютерных трехмерных сборок в различных корпусах;\n-разработка в Solid Works концепции и трехмерной модели твердотельного механического корпуса для печатной платы;\n-в программировании понимаю, но не пишу профессионально, предпочитаю работать в паре с программистом. Могу разработать программный код в MS Visual Studio только для микроконтроллеров ATMEL ATmega на библиотеках Arduino и языке C++. Отладку делаю в симуляторе Proteus.\n-разработка конструкторской документации в соответствии с ГОСТ: схемы Э1 (структ.), Э2(функц.), Э3 (принц.), Э4(монтаж, без жгутов).\n-подбор аналогов электронных компонентов Запад и Отечка.\n\nМОИ РАЗРАБОТКИ\n1. выполнил проект Плата установки и отображение адреса Версия1, начертил схему, растрассировал плату, сделал документацию по ГОСТ ЕСКД  https://cloud.mail.ru/public/i1JC%2F4SS1qdNmf \n2. выполнил проект Плата установки и отображение адреса Версия2, в видео показана схема и программный код, проект сильно улучшен https://www.youtube.com/watch?v=vvXWPaNPVcE\n3. выполнил проект Измерение температуры (положительной и отрицательной) с датчика LM35 с выводом на LCD экран и в UART-Терминал. Измерение происходит при помощи двух внешних дифференциальных усилителей и двух АЦП встроенных в процессор ATMEL Atmega328, вот видео демонстрация в симуляторе https://www.youtube.com/watch?v=FSHy4_kkYxk\n4. Выполнил проект Печатная плата KY-001, Сенсор температуры цифровой с передачей показаний по шине 1-Wire, Ревизия_2021-09-26_18-44, посмотреть тут https://yadi.sk/i/IlieFJBB8PzBqQ","skills":null},{"position":"Ведущий инженер-схемотехник","date_from":{"year":2020,"month":9,"day":1,"precision":2},"date_to":{"year":2021,"month":1,"day":1,"precision":2},"company":"ООО САФИТ","experience_area":null,"industries":[{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (производство)","external_id":null}],"description":"МОИ РАБОЧИЕ ОБЯЗАННОСТИ\nОфициально я работал в ООО САФИТ, но все проекты выполняются для ООО АВТОР. Являлся единственным штатным квалифицированным инженером разработчиком электронных устройств в этой фирме. В глобальной перспективе на меня возлагалась обязанность разрабатывать новые электронные схемы и печатные платы для всего существующего портфеля проектов фирмы https://author-alarm.ru/ . До конца января 2021 моя работа в основном велась над устранением найденных недостатков электронных устройств дополнительной защиты в составе комплекса противоугонной системы, которые перечислены по этой ссылке https://author-alarm.ru/produktsiya/protivougonnye-systemy/contour . \n\nХАРАКТЕРИСТИКА НА МЕНЯ ОТ КОЛЛЕГ\nhttps://cloud.mail.ru/public/mgBE%2FtjpNWFnQB\n\nПРИЧИНЫ МОЕГО УХОДА\nЯ планировал построить в этой фирме длительную, многолетнюю продуктивную карьеру. Мне нравится работать с проектами этой фирмы и у меня имеются идеи и полезные наработки, которые я уже могу показать и которые я мог бы доработать до этапа массового производства. Но, к моему сожалению, я должен покинуть эту фирму, тк в первом квартале 2021 официально запланировано сворачивание большинства проектов и в моей должности на полную ставку больше нет нужды. Все-же, эта работа была для меня очень полезной, этому я -рад\n\nДОКУМЕНТАЦИЯ НА ПРОЕКТ УСТРОЙСТВА REVIZOR_v1.0 \n-скачать тут https://cloud.mail.ru/public/W69y%2FEFg1rGdKq . \n-этот проект я выполняю дома самостоятельно для другого юрлица. Он еще не-закончен, но он уже частично пригоден для оценки именно инженерами, там имеется полезная информация. Я буду выкладывать сюда обновления по мере эволюции проекта.","skills":null},{"position":"Инженер-схемотехник","date_from":{"year":2019,"month":4,"day":1,"precision":2},"date_to":{"year":2020,"month":8,"day":1,"precision":2},"company":"ЭЛТЕХ","experience_area":null,"industries":[{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (производство)","external_id":null}],"description":"О ПРЕДПРИЯТИИ\nКомпания ООО ЭЛТЕХ Компонент была основана в 1992 году и уже больше 25 лет занимает лидирующие позиции на российском рынке дистрибьюции электронных компонентов таких производителей как Analog Devices, Mean Well, Microchip Technology, Sierra Wireless и др.. Сайт https://www.eltech.spb.ru/about \n\nМОИ ЗАДАЧИ\n1) подбор списка электронных компонентов из продукции ANALOG DEVICES INC, которые наилучшим образом подходят нашим корпоративным клиентам под их задачи при разработке ими своих собственных проектов электронных устройств для серийного производства;  \n2) консультирование корпоративного клиента через средства связи и путем посещения офиса клиента с презентациями о продукции ANALOG DEVICES INC;\n\nМОИ УСПЕХИ\n1) 2019 Июнь: \nуспешно получил сертификат от TEAM ANALOG DEVICES https://www.analog.com о моем базовом уровне знаний электронных схем и продукции от ANALOG DEVICES INC по программе: FUN001 Sensors Fundamentals, FUN002 Data Conversion Fundamentals, FUN003 RF Fundamentals, FUN004 Amplifier Fundamentals, FUN005 Power Fundamentals. Ссылка на электронный документ сертификата https://cloud.mail.ru/public/Y7R1%2FbHjWXB8Xs . \n2) 2019 Август: \nуспешно получил сертификат от TEAM ANALOG DEVICES https://www.analog.com о моем продвинутом уровне знаний электронных схем и продукции от ANALOG DEVICES INC. Ссылка на электронный документ сертификата https://cloud.mail.ru/public/6Yad%2FcEv8NTUp7 .\n3) 2019 Октябрь:\n- разработал для клиента функциональную схему  \"Изолированное питание для изолированного LVDS 1 Gbit\" на чипах Analog Devices, скачать https://cloud.mail.ru/public/BqL1%2F63MWFf2Sv  .\n4) 2019 Ноябрь: \n- разработал презентацию \"Сеть SmartMesh от Analog Devices для IoT\", скачать тут https://cloud.mail.ru/public/kF3Y%2F5s4VTtMc7 .\n- озвучил эту презентацию на вебинаре \n-- описание вебинара https://iot.ru/gorodskaya-sreda/22-noyabrya-proshla-onlayn-konferentsiya-iot-tech-autumn-2019\n-- видео вебинара, я выступаю с 57 минуты https://youtu.be/E38_FTKz6j4?t=3378\n5) 2019:\nНаписал статьи в журнал Электроника НТБ на основе перевода с английского источника:\n- выпуск #6 журнала http://www.electronics.ru/journal/2019/6, моя статья https://cloud.mail.ru/public/EH3c%2FBxuNW8JM8 , тема \"Измерение тока в нагрузке высоковольтного аудиоусилителя класса D\"\n- выпуск #9 журнала http://www.electronics.ru/journal/2019/9 , моя статья https://cloud.mail.ru/public/3nTp%2F4YnyCzA2w, тема \"ADF4372 – широкополосный синтезатор\nгармонического сигнала от 62,5 МГц до 16 ГГц\"\n\nПРИЧИНА УХОДА\nМой успешный профессиональный рост тут закончился. И я не могу больше заниматься продажами, инженерной работы тут -очень мало. А я хочу все-же заниматься разработками в виду технического и творческого склада ума. Спасибо этой фирме за все хорошее, работа тут принесла мне свои полезные профессиональные плоды.","skills":null},{"position":"Инженер-схемотехник","date_from":{"year":2018,"month":9,"day":1,"precision":2},"date_to":{"year":2019,"month":4,"day":1,"precision":2},"company":"ООО Оптические ТелеСистемы","experience_area":null,"industries":[{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (производство)","external_id":null}],"description":"О ПРЕДПРИЯТИИ\n- фирма 20 лет разрабатывает и производит модемы (линки) для воздушно-лазерной передачи интернет-трафика на расстояние до 3км со скоростью до 1Gb/s;\n\nМОИ ЗАДАЧИ\n- разработка схемотехники и топологии печатных плат;\n\nМОИ РАЗРАБОТКИ\n1) Схема и ее подробный расчет для зимнего обогрева модема ЛАНТАСТИКА, Версия2, вот ссылка https://yadi.sk/i/wagrn1jGaolOKQ , вот как выглядит модем http://lantastica.ru/\n2) План для тестирования работы модулей в модеме Lantastica, вот ссылка https://yadi.sk/i/kawt4p93Bfr9xQ\n3) Плата печатная - Источники питания для модулей модема, вот ссылка https://yadi.sk/i/4nOhpCdvC7HBTw\n4) Внедрил систему управления проектами YouTrack от JetBrains https://www.jetbrains.com/ru-ru/youtrack/ , обучал сотрудников сразу в процессе работы;\n\nПРИЧИНЫ МОЕГО УХОДА\n1) белая зарплата превратилась в черную.\n2) начались задержки зарплаты на несколько недель и без предупреждений.\n3) отсутствие возможности у фирмы укомплектовать лабораторию оборудованием хотя бы на среднем уровне.","skills":null},{"position":"Инженер-схемотехник","date_from":{"year":2017,"month":12,"day":1,"precision":2},"date_to":{"year":2018,"month":9,"day":1,"precision":2},"company":"ООО ДОК","experience_area":null,"industries":[{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (производство)","external_id":null}],"description":"О КОМПАНИИ\n- компания «ООО ДОК» c 1993 г. более 20 лет занимается разработкой и созданием беспроводных систем связи миллиметрового диапазона длин волн для организации каналов связи на скорости до 10 Гбит/с.\n\nМОИ ЗАДАЧИ\n- разработка схемотехники и печатных плат в САПР Altium Designer 16-17+ для маломощных СВЧ приемопередатчков (несущая частота 71-86 ГГц!) и разработка маломощных источников питания;\n- натурные лабораторные испытания прототипов;\n\nМОИ РАЗРАБОТКИ\n1) Плата печатная - Радиопередатчик INFINITY полудуплексный с несущей частотой 85 ГГц, ссылка для просмотра https://yadi.sk/i/rQYOHbYZprOvRA\n2) Плата печатная - Контроллер для настройки ФАПЧ и Источник питания для радиотрансивера INFINITY, ссылка для просмотра https://yadi.sk/i/kRaCzCCvAcNWHg\n3) Плата печатная - Контроллер статического режима для радио-усилителя Analog Devices HMC969, ссылка для просмотра https://yadi.sk/i/ZDmKgKqmgvLw3Q\n4) Плата печатная - Стабилизатор напряжения импульсный понижающий для встраивания в приемопередатчик, ссылка для просмотра https://yadi.sk/i/VA_fkSkUmf-m3g\n5) Освоил и внедрил в работу инженеров Тепловой анализ печатных плат путем симуляции произвольной трехмерной сборки, ссылка на мою презентацию https://yadi.sk/i/m36774WKR0SURA\n6) Разработал библиотеку радиокомпонентов для Altium Designer, ссылка для скачивания https://bitbucket.org/KonevDN/infinity.library/src\n\nПРИЧИНА УХОДА\n1) низкая серая зарплата у всего коллектива, как у кондукторов трамвая, так долго не проработаешь.\n2) не могу нормально выполнять свои рабочие функции по причине того, что 5-7 инженеров должны работать ежедневно по очереди на одном компьютере, на котором установлена одна единственная простейшая лицензия на продукт САПР ALTIUM DESIGNER 16 https://www.altium.com/ru","skills":null},{"position":"Инженер по тестированию электронных устройств","date_from":{"year":2015,"month":12,"day":1,"precision":2},"date_to":{"year":2017,"month":9,"day":1,"precision":2},"company":"ООО Радиофид","experience_area":null,"industries":[{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (производство)","external_id":null}],"description":"О КОМПАНИИ:\n- это ряд дочерних компаний, занимающихся разработкой и внедрением электронных устройств для транспортного слежения и мониторинга различных параметров (гео-координат, уровня топлива и прочее);\n\nСАЙТЫ КОМПАНИИ:\n- https://irzonline.ru\n- http://www.radiofid.ru/\n- http://www.911.fm/ru/ \n\nМОИ ЗАДАЧИ:\n- сопроводительное ручное тестирование (приемочное, модульное, стрессовое, нагрузочное) электронных GSM+GPS-устройств на этапе разработки в сотрудничестве с разработчиками печатных плат и программного обеспечения;\n- написание технической документации для устройства;\n- финальное тестирование устройств перед массовым производством;\n\nУСТРОЙСТВА, КОТОРЫЕ Я ТЕСТИРОВАЛ:\n- http://www.radiofid.ru/catalog/oem-moduli/gsm-moduli/besprovodnoy-modul-irz-mg21/ \n- http://www.radiofid.ru/catalog/besprovodnaya-svyaz/modemy/3g-modemy/3g-kommunikator-atm3-485/\n- http://www.911.fm/ru/product_details_f1\n- http://www.911.fm/ru/product_details_f2 \n- http://www.911.fm/ru/product_details_f3\n\nМОИ УСПЕХИ:\n- в устройстве \"Маяк FM2\" http://www.911.fm/ru/product_details_f2 мной багов найдено больше, чем имеется строчек кода в прошивке;\n- так же, в этом же устройстве \"Маяк FM2\", в результате долгих экспериментов мной найдена электромагнитная несовместимость антенны с внутренней электроникой, что иногда приводило к непонятным, неконтролируемым, неповторимым и необъяснимым сбоям в работе микроконтроллера как во время тестирования устройства, так и во время его эксплуатации клиентами - конечными потребителями (а это недопустимо). Антенна была заменена на другую подходящую модель, что в итоге позволило устройству успешно работать в соответствии с \"прошитым\" алгоритмом;\n- полноценные автотесты я не использовал и ими не владею, однако написал несколько консольных утилит на Python для несложной автоматизации некоторой рутины (пример 1: реализована автоматизированная заливка прошивки в микроконтроллер путем управления фирменным приложением через api; пример 2: написан собственный терминал COM-порта для чтения текстовых логов, приходящих через UART из микроконтроллера (исходники https://github.com/KonevDN/Metaterminal-Console );\n-разработана \"Документация для мобильного устройства GPS-трекер IRZ_ION_FM \", документация написана мной во время тестирования устройства; ссылка на устройство: https://irzonline.ru/terminals/product-ion-fm/ ; ссылка на мою документацию:\n-- Руководство пользователя для терминала ION FM (автор Даниил Конев) https://yadi.sk/i/M5scBMAY-cU0bQ\n-- Управляющие команды для настройки терминала ION FM (автор Даниил Конев) https://yadi.sk/i/r1kHvRfHjCUntA\n\nПРИЧИНА УХОДА\nТут все было у меня хорошо, но мне так и не дали перейти с должности тестировщика на должность разработчика по бюрократическим причинам. Я был вынужден искать другое место работы.","skills":null},{"position":"Руководитель рабочей группы пр созданию мультимедийной редакции","date_from":{"year":2009,"month":6,"day":1,"precision":2},"date_to":{"year":2010,"month":6,"day":1,"precision":2},"company":"ООО Издательский дом Перегудова","experience_area":null,"industries":null,"description":"МОИ ОБЯЗАННОСТИ\nВнедрение интернета в работу газеты:\n- командировки по известным издательствам: Деловой Петергубрг https://www.dp.ru/,  Мой Район https://mr-7.ru/ и другие для изучения их опыта;\n- обучение журналистов развивать материал при помощи интернет аудитории;\n- развитие сайта;\n- подбор и найм технического персонала для разработки сайта;\n\nХАРАКТЕРИСТИКА НА МЕНЯ ОТ ДИРЕКТОРА\nhttps://yadi.sk/i/u9olei8YDPQbNQ","skills":null},{"position":"Ассистент кафедры «Информационные системы и радиотехника»","date_from":{"year":2008,"month":10,"day":1,"precision":2},"date_to":{"year":2009,"month":6,"day":1,"precision":2},"company":"Южно-Российский государственный университет экономики и сервиса, г. Шахты","experience_area":null,"industries":[{"id":null,"name":"Государственные организации","external_id":null},{"id":null,"name":"Вуз, ссуз колледж, ПТУ","external_id":null},{"id":null,"name":"Научно-исследовательская, научная, академическая деятельность","external_id":null}],"description":"МОИ ЗАДАЧИ:\n- преподавание, ведение лекций (редко) и лабораторных работ в области аналоговых усилителей и разработки печатных плат  (САПР PCAD и САПР OrCAD)","skills":null},{"position":"Инженер исследователь аналоговой схемотехники","date_from":{"year":2006,"month":11,"day":1,"precision":2},"date_to":{"year":2009,"month":1,"day":1,"precision":2},"company":"Южно-Российский государственный университет экономики и сервиса, г. Шахты","experience_area":null,"industries":[{"id":null,"name":"Государственные организации","external_id":null},{"id":null,"name":"Вуз, ссуз колледж, ПТУ","external_id":null},{"id":null,"name":"Научно-исследовательская, научная, академическая деятельность","external_id":null}],"description":"О ПРЕДПРИЯТИИ:\n- ГОУ ВПО Южно-российский государственный университет экономики и сервиса г. Шахты (ЮРГУЭС) являлся одним из лидирующих университетов в Ростовской области с развитой филиальной сетью.\nУниверситет, кроме обучения студентов, принимал участие в разных бюджетных/спонсорских настоящих научных разработках с последующим получением патентов на изобретение и их внедрением в производство, либо с последующей продажей научных результатов.\n\nМОИ ЗАДАЧИ:\n- использование САПР PSpice-симуляции для исследования аналоговых электронных схем на уровне биполярных транзисторов и их каскадов в целях разработать и запатентовать новую схемотехнику (творческим двигателем был научный руководитель д.т.н. Прокопенко Н. Н,);\n- написание статей и их публикация в научных журналах на основе заявок на патенты;\n- командировки с докладами в научных конференциях на основе заявок на патенты;\n- разработка обучающей литературы по использованию САПР для научных грантов и для библиотеки ВУЗа;\n- участие в научных грантах и конкурсах;\n\nМОИ УСПЕХИ:\n- являюсь победителем в конкурсе «У.М.Н.И.К.-2007» («Участник молодежного научно-инновационного конкурса») и получателем денежного гранта. См. об этом статью на странице ВУЗа: http://www.sssu.ru/default.aspx?PageContentMode=1&tabid=95 , используйте Ctrl+F, чтобы найти мою фамилию;\n\n- являюсь соавтором совместно с д.т.н. Прокопенко Н.Н., к.т.н. Будяковым А.С., к.т.н. Серебряковым А.И. более чем в 11 патентах на изобретения новой аналоговой схемотехники, пример:  \n1 - https://rusneb.ru/catalog/000224_000128_0002396595_20100810_C2_RU/?ysclid=l8irwparv6547258713\n2 - https://rusneb.ru/catalog/000224_000128_0002388138_20100427_C1_RU/?ysclid=l8iryxnc2k195642970\n3 - https://rusneb.ru/catalog/000224_000128_0002389072_20100510_C1_RU/?ysclid=l8is0jehri366414247\n4 - https://rusneb.ru/catalog/000224_000128_0002389072_20100510_C1_RU/?ysclid=l8is191r1l887628983\n5 - https://rusneb.ru/catalog/000224_000128_0002388139_20100427_C1_RU/?ysclid=l8is49ppv5738254933\n6 - https://rusneb.ru/catalog/000224_000128_0002388138_20100427_C1_RU/?ysclid=l8is50eeup302807780\n7 - https://rusneb.ru/catalog/000224_000128_0002388138_20100427_C1_RU/?ysclid=l8is5po4my967888004\n8 - https://rusneb.ru/catalog/000224_000128_2008138297_20100327_A_RU/?ysclid=l8is6atxvg183417171\n9 - https://rusneb.ru/catalog/000224_000128_0002388138_20100427_C1_RU/?ysclid=l8is6pcc2n472468464\n10 - https://rusneb.ru/catalog/000224_000128_0002388139_20100427_C1_RU/?ysclid=l8is73scq4806286825\n11 - https://rusneb.ru/catalog/000224_000128_0002396595_20100810_C2_RU/?ysclid=l8is7m98zc963489555\n\n- на основе исследований и заявок на патенты защищена магистерская диссертация;\n\n- на 5 курсе учебы мной разработан дипломный проект  \"Плата Управления Коллекторным Двигателем 1кВт\" и собран рабочий прототип: ссылка на фото:  https://yadi.sk/i/otSlpuLVkTCNrw  , большая печатная плата, это устройство для управления нагрузкой мощностью до 1 кВт 220В (для двигателей или освещения);\n\n- маленькие печатные платы это программатор и преобразователь интерфейса COM-UART для микроконтроллера ATMEL ATtiny2313 (прошивка написана мной на Ассемблере). устройство успешно заработало и регулировало при помощи кнопок управления скорость вращения двигателя от 0 до максимума;","skills":null}],"education":{"level":{"id":null,"name":"Высшее","external_id":"higher"},"higher":[{"name":"Южно-Российский государственный университет экономики и сервиса, Шахты","description":"получен диплом и присуждена степень Магистра техники и технологий по направлению Радиотехника","date_from":null,"date_to":{"year":2008,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Магистратура и аспирантура","form":null},{"name":"Южно-Российский государственный университет экономики и сервиса, Шахты","description":"получен диплом с квалификацией инженера по направлению Радиотехника","date_from":null,"date_to":{"year":2006,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Механико-радиотехнический факультет (МРТФ)","form":null}],"vocational":null,"elementary":null,"additional":null,"attestation":null,"certificate":null},"contact":[],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":{"id":null,"name":"Автово","external_id":"14.206"},"address":null,"lat":59.867325,"lng":30.261337},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"A1 — Начальный","external_id":"a1"}}],"wanted_salary":{"amount":99000,"currency":"RUR"},"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":false,"driver_license_types":null,"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/615407116.jpeg?t=1691674025&h=BXQ2sbZQa1jTem3jHIKVNQ","original":"https://hhcdn.ru/photo/615407116.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не более часа","external_id":"less_than_hour"}}}