{"id":"45538846","auth_type":"HH","account_source":328018,"updated":"2024-02-28T12:42:04+03:00","created":"2024-02-28T12:42:04+03:00","files":[],"source_url":"https://spb.hh.ru/resume/afbdb9bb000b2d9f1a000133e1546d48493446?vacancyId=93727980&hhtmFromLabel=suitable_resumes&t=3700131051&resumeId=187539226&hhtmFrom=employer_vacancy_responses","foreign":"afbdb9bb000b2d9f1a000133e1546d48493446","key":"0b2d9f1a","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads3/2/2/5/225a1bb809d637b286691debe30fb4e1.jpeg","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":"Анна","middle_name":"Викторовна","last_name":"Ярославцева","birth_date":{"year":1974,"month":12,"day":21,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Директор по технологическому развитию","specialization":null,"skill_set":["Ответственность","Оптимизация бизнес-процессов","CRM","ERP","MES","MS Office","1С: Предприятие","1С: Управление предприятием","Битрикс","Руководство коллективом","Бизнес-анализ","Английский язык","Стратегическое планирование","Грамотная речь","MS Dinamic NAV","Yii PHP Framework","BPMN","AutoCAD","Ведение переговоров","Бюджетирование","Бизнес-планирование","Работа с большим объемом информации","Закупки","Управление проектами"],"gender":{"id":null,"name":"Женский","external_id":"female"},"experience":[{"position":"Консалтинг. Организация деятельности. Привлечение партнеров. Техническая адаптация.","date_from":{"year":2023,"month":6,"day":1,"precision":2},"date_to":null,"company":"ПРОИЗВОДИТЕЛЬ ХЛЕБОПЕКАРНОГО ОБОРУДОВАНИЯ","experience_area":null,"industries":[{"id":null,"name":"Оборудование для пищевой промышленности, упаковки и хранения (производство)","external_id":null}],"description":"•\tПолный цикл построения и организации процессов входа на российский рынок. \n•\tВыстраивание тактики достижения целей и разработка стратегии реализации цели.\n•\tСоздание и внедрение решений административного и технологического характера для деятельности на рынке РФ.\n•\tУправление адаптацией маркетинговой и технико-технической документации производителя согласно конъюнктуре российского рынка хлебопекарного и кондитерского оборудования. \n•\tУчастие в формировании пакета конкурентоспособного ассортимента, включая модульные решения и опциональную модификацию оборудования согласно потребностям российских производителей.\n•\tПредоставление развернутой структурированной аналитической информации по рынку, включая тенденции развития производителей, поставщиков, потребителей для инновационного развития.\n•\tРазработка пакетов документации для работы на российском рынке.\n•\tДетальное описание процессов взаимодействия с российскими контрагентами и структурами, особенности участия в тендерах крупных предприятий.\n•\tТестирование согласованного алгоритма продвижения и продаж.\nОсновные достижения: \n•\tВысокая степень готовности производителя (90%) для работы в Российской Федерации. \n•\tСокращение временных и материальных затрат на нулевой цикл.\n•\tПозитивное ожидание оборудования на рынке.","skills":null},{"position":"Руководитель ВЭД, закупок, логистики","date_from":{"year":2022,"month":12,"day":1,"precision":2},"date_to":{"year":2023,"month":6,"day":1,"precision":2},"company":"РОССИЙСКИЙ ПРОИЗВОДИТЕЛЬ ОБОРУДОВАНИЯ","experience_area":null,"industries":[{"id":null,"name":"Оборудование и станки для добывающей, энергетической, нефтегазовой и химической отрасли  (производство)","external_id":null}],"description":"•\tУправление процессами закупок (ВЭД и РФ), снабжения, логистики. Управление процессом перехода в новую ERP систему с описание бизнес-процессов.\n•\tВедение переговоров и управление контрактами с иностранными и локальными поставщиками товаров и услуг, мониторинг рынка, поиск альтернатив. Трансформация договорных отношений с учетом актуальной ситуации на рынке. Организация получения на территории ЕС разрешений на экспорт в РФ, продление контрактов.\n•\tОптимизация и изменение процессов ВЭД, закупок и логистики, корректировка алгоритмов взаимодействия, внедрение динамической системы управления запасами. Переформатирование процессов.\n•\tЗапуск внедрения категорийного менеджмента в производственную цепочку, консолидация проектных закупок ТМЦ. \n•\tКонтроль и управление заменой санкционных комплектующих на альтернативные. Изменение поставок ВЭД.\nОсновные достижения: \n•\tСтруктурирование функциональных обязанностей персонала, внедрение взаимозаменяемости сотрудников.\n•\tСокращение временных и материальных затрат в проектах.\n•\tПродление длинных импортных контрактов.","skills":null},{"position":"Руководитель департамента закупок и логистики","date_from":{"year":2021,"month":7,"day":1,"precision":2},"date_to":{"year":2022,"month":11,"day":1,"precision":2},"company":"СТРОИТЕЛЬНАЯ ГРУППА","experience_area":null,"industries":[{"id":null,"name":"Дорожно-строительная техника, сельскохозяйственная и другая спец.техника, оборудование, лифты, погрузочно-разгрузочное, складское оборудование (монтаж, сервис, ремонт)","external_id":null},{"id":null,"name":"Строительство промышленное","external_id":null}],"description":"•\tОрганизация работы Департамента, в том числе, найм, обучение, переобучение персонала логистики и закупок.\n•\tУправление процессом закупок, контроль над процессами планирования, снабжения, логистики. Управление ценообразованием и материальными потоками, снабжение объектов и производства. \n•\tВедение переговоров и управление контрактами с иностранными и локальными поставщиками товаров и услуг, мониторинг рынка, поиск альтернатив. Аудит партнеров-поставщиков, пересмотр договоров и условий, трансформация договорных отношений с учетом актуальной ситуации на рынке.\n•\tОрганизация и проведение тендерных закупок. Проверка предложений, включая технико-экономические и технико-технологические показатели. \n•\tОптимизация процесса закупок и логистики, корректировка алгоритмов взаимодействия, внедрение изменений в процессы с целью исключения перерасхода бюджетов проектов.\n•\tТрансформация бизнес-процессов обеспечения основной деятельности с целью сокращения производственных затрат (финансы, сроки), прозрачности для владельцев и госструктур, поиск излишних затрат и необоснованных финансовых потерь, корректировка потоков.\n•\tВнедрение категорийного менеджмента в производственную цепочку, консолидация проектных закупок ТМЦ, внедрение ERP.\n•\tВнедрение алгоритма управления запасами и ТМЦ – динамическая схема управления. Закупки технологического оборудования, агрегатов, специальных устройств согласно ТЭ и ТТ требованиям проектов. \n•\tОрганизация и контроль замены критических санкционных блоков на альтернативные в процессе сборки проекта (например, Siemens на Omron). Возврат ремонтируемых агрегатов из ЕС (Катерпиллер, двигатели, насосы). \n•\tОрганизация новых логистических схем, переговоры с промышленниками азиатско-тихоокеанского региона. Разъяснение потенциальным партнёрам принципов работы на рынке РФ, требований контролирующих органов, особенностей автоматизации пищевых производств.\n\nОсновные достижения: \n•\tДобилась уменьшения на 20% общей себестоимости работ и продукции за счет оптимизации бюджетов проектов по принципу на 1 базовую позицию от 5 до 40 аналогов. \n•\tСократила в три раза временные затраты на процессы обеспечения МТС проектов.\n•\tСнизила до 0% финансовые риски при прохождении аудита и проверок ИФНС за счет ликвидации альтернативных схем.","skills":null},{"position":"Руководитель индустриальных проектов","date_from":{"year":2019,"month":5,"day":1,"precision":2},"date_to":{"year":2021,"month":7,"day":1,"precision":2},"company":"ООО \"ЛЕЙПУРИЕН ТУККУ\" (Leipurin OYj)","experience_area":null,"industries":[{"id":null,"name":"Оборудование для пищевой промышленности, упаковки и хранения (монтаж, сервис, ремонт)","external_id":null},{"id":null,"name":"Оборудование для пищевой промышленности, упаковки и хранения (производство)","external_id":null},{"id":null,"name":"Оборудование для пищевой промышленности, упаковки и хранения (продвижение, оптовая торговля)","external_id":null}],"description":"•\tПолный цикл продажи и интеграции производственных линий и оборудования для хлебопекарной и пищевой промышленности. \n•\tПродажа промышленных линий и оборудования, модернизация заводов. Подготовка интеграционных решений согласно ТЗ заказчика (линии от подачи продукта, до зоны экспедиции). Презентация решений, технологические разъяснения, разъяснения по потреблениям ресурсов. Расстановка оборудования (линий) внутри зданий, контроль наличия ресурсных утилит.  Проекты: более 60 ХК и индустриальных производств в РФ.  \n•\tПривлечение новых контрагентов для реализации технологий на основе анализа существующих в мире отраслевых технологических и технических решений, анализ возможностей производителей и поставщиков. Согласование условий сотрудничества, включая права на технологию. \n•\tФормирование потребностей заказчика в сотрудничестве, работа с техническими заданиями, технико-технологическое консультирование, адаптация технических решений к технологии производства продукта, участие в создании кастомизированных технических решений, включая переработку для ряда отраслей. \n•\tПроведение презентаций и переговоров. Внесение технико-технологических корректировок, координация и мониторинг обязательств на всех этапах исполнения контрактов. \n•\tПроектное управление консолидированной командой системной интеграции: планирование и распределение задач, согласование этапов и решений, подготовка и корректировка проектной документации, поставка и внедрение, запуск промышленных линий, контроль. Отчетность перед руководством в соответствии с корпоративными требованиями. Работа с международными контрагентами и их персоналом.\n•\tОрганизация и контроль FAT (ПСИ), доставка, монтаж, пуско-наладка, сдача линий (сухой запуск, запуск с продуктом). Таможенные описания. Техническая документация согласно нормам РФ, документация сервисного обслуживания. \n•\tВнедрение ERP, внедрение MES. Бюджетирование проектов.\n\nОсновные достижения: \n•\tОбеспечила снижение неликвидных складских остатков в 3 раза, что позволило увеличить оборотные средства компании.\n•\tДобилась снижения себестоимости проектов на 20% за счет применения альтернативных технологий и изменения состава МТС.\n•\tОбеспечила привлечение новых принципалов-поставщиков, что позволило расширить зону присутствия компании в России на 12% и увеличить прибыль на 2%","skills":null},{"position":"Генеральный  директор","date_from":{"year":2015,"month":7,"day":1,"precision":2},"date_to":{"year":2019,"month":4,"day":1,"precision":2},"company":"ООО ТЕХАН","experience_area":null,"industries":[{"id":null,"name":"Оборудование для пищевой промышленности, упаковки и хранения (монтаж, сервис, ремонт)","external_id":null},{"id":null,"name":"Оборудование для пищевой промышленности, упаковки и хранения (производство)","external_id":null},{"id":null,"name":"Оборудование для пищевой промышленности, упаковки и хранения (продвижение, оптовая торговля)","external_id":null}],"description":"•\tСоздание и развитие компании с нулевого цикла: регистрация в контролирующих органах, открытие банковских счетов, выбор платформы финансового и бухгалтерского учета, аренда офиса со складской площадью, приобретение оргтехники. \n•\tБизнес-планирование, разработка оргструктуры и штатного расписания, описание бизнес-процессов. Управление финансовыми и товарными потоками.\n•\tОрганизация продаж сложного технологического оборудования и пищевых линий, их интеграция. Производственный контроль технических изделий и оборудования в соответствии с чертежами и отраслевыми требованиями. \n•\tКонтроль за представлением обязательных отчетов в налоговые органы и другие государственные структуры. Контроль за внутренними и внешними финансово-хозяйственными операциями. \n•\tВзаимодействие с отечественными и международными партнерами, составление и пересмотр контрактов. Работа по ВЭД, настройка отчетности, включая импорт/экспорт через «Таможенный союз». Работа с лизинговыми и кредитными организациями.\n•\tПланирование, ценообразование, осуществление контроля процесса продаж и закупок. \n•\tОрганизация процесса приобретения в лизинг транспортных средств и земельного участка.\n\nОсновные достижения: \n•\tОбеспечила выход на минимальную бухгалтерскую прибыль за 5 месяцев с момента регистрации компании. \n•\tЗа 1 год деятельности компании был достигнут показатель выручки, не требующий вложения кредитных средств для операционных расходов.\n•\tВ течение 1,5 лет с начала деятельности компании обеспечила 100+ договоров с постоянными клиентами, возможность лизинга, стабильный рост выручки в размере 1млн.р./мес., увеличение суммы среднего заказа до 100 тыс.руб.\n•\tНа момент ухода из компании, Общество демонстрировало стабильный рост прибыли и увеличение клиентской базы.","skills":null},{"position":"Директор департамента комплектации","date_from":{"year":2010,"month":3,"day":1,"precision":2},"date_to":{"year":2016,"month":4,"day":1,"precision":2},"company":"ГК АЛИТЕТ","experience_area":null,"industries":[{"id":null,"name":"Оборудование для пищевой промышленности, упаковки и хранения (монтаж, сервис, ремонт)","external_id":null},{"id":null,"name":"Оборудование для пищевой промышленности, упаковки и хранения (производство)","external_id":null},{"id":null,"name":"Оборудование для пищевой промышленности, упаковки и хранения (продвижение, оптовая торговля)","external_id":null}],"description":"•\tСоздание команды с нуля, разработка функционала должностей, составление карт распределения обязанностей. Разработка системы оплаты труда для специалистов департамента, внедрение системы KPI. Обучение персонала.\n•\tУправление персоналом подразделения в городах присутствия Санкт-Петербург, Москва, Саратов, Краснодар, Екатеринбург, Новосибирск, включая аутсорсинг (общая численность – 35).\n•\tЦенообразование, планирование, внедрение, контроль и анализ продаж и закупок. Размещение на производствах РФ заказов по образцам и чертежам на комплектующие, расходные материалы, блоки и контроль исполнения поставок. \n•\tВнедрение новых процессов и процедур: составление матрицы потребности в запасных частях и расходных материалов для поддержки работы проданного оборудования, ввод номенклатуры с присвоением ТНВЭД и расчетом оптимального заказа по каждой единице, выявление возможностей локального приобретения или производства.\n•\tОрганизация работ по созданию сайта с интернет-каталогом по запасным частям, расходным материалам, технической поддержки с обменной структурой, написание технического задания для сайта, курирование работы сайта (функциональное обновление каталога сайта, администрирование и аналитика осуществлялись сотрудниками за дополнительную оплату труда в распределении по разделам, согласно компетенциям).\n•\tОрганизация работ по созданию склада запасных частей и материалов: определение требуемых площадей, стеллажей, внедрение системы хранения и учета, описание схем работ, правил приемки и отгрузки, процедур формирования заказов, установление критериев оценки работы склада (3 сотрудника) + ввод сервисных мини-складов в регионах\n•\tВыстраивание процессов взаимодействия, создание унифицированных процедур по работе с клиентами, включая крупные сети и крупные индустриальные пищевые производства – от запроса до установки. Построение алгоритма однозначной идентификации требуемой номенклатуры в системах управления (1С) и передача его клиентам с разработкой рекомендаций по работе с номенклатурой для взаимодействия со службами сервиса и закупок   клиента.\n•\tРазработка ТЗ для внедрения ЭДО, а также автоматизации обработки входящих заявок и внутренних процедур, процесса управления запасами в 1С, для перехода с 1С7 на 1С8, внедрение CRM и ERP. Интеграция систем мониторинга с 1С для контроля процессов совместно с техническими службами клиента. \n•\tЛокализация производства ряда расходных материалов с высокой степенью оборачиваемости на производствах РФ.  Локализация закупок некоторых категорий номенклатур, имеющих представительства в РФ, переход на альтернативную номенклатуру других производителей.\n\nОсновные достижения: \n•\tОбеспечила за 1-й год работы увеличение объема выручки в 5 раз, далее ежегодно в среднем на 35% от предыдущего периода.\n•\tДобилась снижения стоимости комплектующих для клиентов на 30-40% при наценке 60-90% посредством локализации закупок и производства ряда быстро изнашиваемых запасных частей, что позволило увеличить клиентскую базу на 25%.\n•\tОбеспечила увеличение маржи до 45% за счет локализации закупок ряда категорий.\n•\tСократила сроки исполнения сложных заявок клиентов до 45 дней (при средних рыночных 90 днях) с возможностью экстренной замены до 5 дней.\n•\tСократила дебиторскую задолженность на 80% и на 30% логистические затраты на единицу номенклатуры, что позволило минимизировать использование собственных оборотных средств.","skills":null},{"position":"-","date_from":{"year":1999,"month":1,"day":1,"precision":2},"date_to":{"year":2010,"month":2,"day":1,"precision":2},"company":"Российские и международные компании","experience_area":null,"industries":null,"description":"занимала позиции: Экономист-аналитик, Координатор международной деятельности, Менеджер по закупкам, Руководитель проекта, Менеджер по развитию бизнеса в крупных коммерческих компаниях, в том числе, зарубежных","skills":null}],"education":{"level":{"id":null,"name":"Высшее","external_id":"higher"},"higher":[{"name":"Российский государственный гидрометеорологический университет, Санкт-Петербург","description":"инженер, Цифровая обработка космических изображений","date_from":null,"date_to":{"year":1999,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Метеорологический","form":null},{"name":"Российский государственный гидрометеорологический университет, Санкт-Петербург","description":"бакалавр, Экономика и управление на предприятии","date_from":null,"date_to":{"year":1998,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Метеорологический","form":null},{"name":"Санкт-Петербургский политехнический университет Петра Великого, Санкт-Петербург","description":"Автоматизация технологических процессов и производств","date_from":null,"date_to":{"year":1994,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"машиностроительный","form":null}],"vocational":null,"elementary":null,"additional":[{"name":"2019-2021 – обучение технологиям и оборудованию для пищевых производств у производителей Viscon Group (18 компаний), Optima Packaging Group, Pattyn Group и т.п., изучение проблем цифровизации пищевых производств","description":null,"date_from":null,"date_to":{"year":2021,"month":0,"day":0,"precision":0},"education_area":null,"result":null},{"name":"2010-2015 – обучение продуктам и технологиям GBT, Heuft, WP, Miwe, Wiesheu, Jac и т.п. … более 50 поставщиков пищевой индустрии","description":null,"date_from":null,"date_to":{"year":2015,"month":0,"day":0,"precision":0},"education_area":null,"result":null},{"name":"2008-2009 – обучение продуктам, технологиям, сервисам обработки данных RadiSys (сеть, сервера, дата центры, разработки), MicroWare (OS-9) и их партнеров с закрытыми протоколами","description":null,"date_from":null,"date_to":{"year":2009,"month":0,"day":0,"precision":0},"education_area":null,"result":null},{"name":"2003-2006 обучение продуктам: Dolby, Texas Instruments, DTS, Barco, IMAX, JBL Group, Meopta, Isco и их партнеров","description":null,"date_from":null,"date_to":{"year":2006,"month":0,"day":0,"precision":0},"education_area":null,"result":null},{"name":"Высшая Школа Экономики","description":null,"date_from":null,"date_to":{"year":2003,"month":0,"day":0,"precision":0},"education_area":null,"result":"менеджер по управлению логистикой"},{"name":"Хельсинский Экономический Институт совместно с ГРОЦ министерства РФ по атомной энергии","description":null,"date_from":null,"date_to":{"year":2002,"month":0,"day":0,"precision":0},"education_area":null,"result":"менеджер по внешнеэкономической деятельности "}],"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 905 2242424","preferred":false,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"anna.yaros@mail.ru","preferred":true,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":null,"address":null,"lat":0.0,"lng":0.0},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"eng","name":"Английский","level":{"id":null,"name":"C2 — В совершенстве","external_id":"c2"}},{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}}],"wanted_salary":null,"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":true,"driver_license_types":["B"],"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/740400998.jpeg?t=1709199694&h=wZFcTwxYWbH2lJOFdYvC6Q","original":"https://hhcdn.ru/photo/740400998.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не имеет значения","external_id":"any"}}}