{"id":"46396458","auth_type":"HH","account_source":328017,"updated":"2024-03-19T18:24:17+03:00","created":"2024-03-19T18:24:17+03:00","files":[],"source_url":"https://spb.hh.ru/resume/27caa316000cf7c2d7000133e17a38334b5752?query=%D0%92%D0%AD%D0%94+AND+%D0%B1%D0%B0%D0%BD%D0%BA*&simhash=94818983%408652603220c3fdafa9871d88c65304d1&vacancyId=94818983&hhtmFromLabel=suitable_resumes&hhtmFrom=resume_search_result&contactsOpened=true","foreign":"27caa316000cf7c2d7000133e17a38334b5752","key":"0cf7c2d7","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":null,"first_name":"Ирина","middle_name":"Викторовна","last_name":"Кулик","birth_date":{"year":1985,"month":2,"day":20,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Руководитель группы казначейства","specialization":null,"skill_set":["1С: Бухгалтерия 8.2, 8.3","Банк-клиент (опыт работы с разными банками)","СБиС","Контур-Экстерн","Мастер Баланс","АБС \"Диасофт\"","Консультант плюс","Электронная почта (MS Outlook, Lotus Notes)","Internet","Краткосрочное бюджетирование и планирование","Управленческий учет","Управление денежными средствами","Финансовый контроль","Договорная работа","Контроль дебиторской задолженности","Контроль кредиторской задолженности","Отчетность","1С: Предприятие 8","Валютные платежи","Валютный контроль","ERP-системы на базе 1С","1C:ERP Управление предприятием 2 1С:Предприятие","Windows ХP, MS Office","Работа с большим объемом информации","Планирование","Бюджетирование","Сбор и анализ информации","Дебиторская задолженность","Кредиторская задолженность"],"gender":{"id":null,"name":"Женский","external_id":"female"},"experience":[{"position":"Экономист (группа компаний) - срочный ТД","date_from":{"year":2023,"month":8,"day":1,"precision":2},"date_to":{"year":2023,"month":12,"day":27,"precision":2},"company":"Производство (химия) ","experience_area":null,"industries":null,"description":"Уважаемые работодатели, рассматриваю только официальную заработную плату! Готова к обучению и выходу на работу в самое ближайшее время. Рассматриваю предложения о работе (любой формат) и готова коммуницировать. \n\nНа данном месте работы есть опыт в исполнении обязанностей руководителя проекта внедрения программного продукта 1С ERP 2.5, представленных ниже, а также опыт взаимодействия с прямым непосредственным руководителем - собственником бизнеса. \n\nОБЯЗАННОСТИ:\n- Управление проектом по внедрению корпоративной информационной системы на базе 1С:ERP, развитие со стороны Заказчика (компании) и ведение документации по проекту.\n- Проведение предпроектного обследования, сбор требований для задач проекта, активное взаимодействие с участниками проектной команды из разных структурных подразделений компании.\n- Анализ эффективности действующих бизнес-процессов и их информационных потоков, выявление узких мест (поиск анализ проблем, являющихся причиной множественных инцидентов).\n- Анализ поступающих требований на расширение и оптимизацию используемого функционала ИС, существующих решений и формирование предложений по оптимизации бизнес-процессов.\n- Поиск выбор и ведение переговоров с Исполнителем.\n- Составление Плана проведения интервью с Владельцами процессов компании, согласование со стороной Исполнителя.\n- Организация всех встреч с Исполнителем на всех этапах/под этапов внедрения и деловая переписка.\n- Контроль выполнения сроков этапов/подэтапов проекта.","skills":null},{"position":"Главный бухгалтер - переход на аутсорсинг","date_from":{"year":2023,"month":1,"day":1,"precision":2},"date_to":{"year":2023,"month":4,"day":1,"precision":2},"company":"Производство (мебель)","experience_area":null,"industries":null,"description":"Выполнение функций главного бухгалтера, финансового директора, кадрового работника. Работа в новой программе 1С:ERP 2.5. (настройка и наполнение). В подчинении 2 сотрудника из другого отдела.","skills":null},{"position":"Бизнес-консультант - проект","date_from":{"year":2022,"month":1,"day":1,"precision":2},"date_to":{"year":2022,"month":12,"day":1,"precision":2},"company":"Частная практика / фриланс","experience_area":null,"industries":null,"description":"Консультационные услуги и практика.","skills":null},{"position":"Финансовый менеджер (группа компаний) - банкротство","date_from":{"year":2019,"month":1,"day":1,"precision":2},"date_to":{"year":2021,"month":12,"day":1,"precision":2},"company":"Производство (оборудование)","experience_area":null,"industries":null,"description":"1. ВЭД - импорт (валютный контроль, УНК - паспорта сделок). Сопровождение валютных контрактов по двум юр. лицам. Полный контроль за сотрудниками отдела внешней логистики, помощь и консультирование по данному направлению деятельности. Взаимодействие в работе с отделом валютного контроля Банка, брокерами при необходимости. Предоставление необходимой документации. Ведение переговоров. \n\n2. Сбор информации для формирования фактического БДДС, БДР, контроль корректности разнесения первичных документов с указанием статей бюджета в 1С:ERP с января 2021г.  Участие во внедрении ERP на производстве. \n\n3.  Контроль движения денежных средств по банковским счетам организаций и составления ответственным сотрудником ежедневного отчёта по остаткам ДС на утро.\n\n4. Распределение финансовых потоков между тремя компаниями, составление Реестра платежей, Платежного календаря при необходимости.\n\n5. Управленческий учет. \n\n6. Участие в подготовке комплекта документов для кредитования, открытия банковских расчетных счетов.\n\n7.  Подготовка комплекта документов для лизинговой компании. \n\n8. Разработка проектов по договорам оказания услуг, оказываемых ИП, ФЛ, договорам займа и др. Их заполнение.  \n\n9. Поиск, изучение и работа с ними судебных исполнительных листов, исполнительных производств на специализированных сайтах.  Работа с Банками по данным документам. \n\n10. Взамодействие с внутренними и внешними пользователями информации, в т.ч. Налоговая, Банк, Судебные приставы, Лизинговая компания и т. д. \n\n11. Замещение финансового директора.\n\n12. (до ноября 2020г.) Формирование рублевых и валютных платежных поручений и исполнение их в системе Банк-Клиент (разные банки) – три юр. лица. Далее наставничество и курирование нового сотрудника на данном участке с 0.  \n\n13. (до ноября 2020г.) Печать и проведение банковских выписок по счетам организаций в системе 1С Упр.Уч. (Управ.Произв.Предпр. 2016 ред.1.3.68.1). Далее наставничество и курирование нового сотрудника на данном участке.\n\n14. Создание электронного архива выписок и его ежедневная актуализация до момента передачи новому сотруднику, далее - контроль по отслеживанию ежедневного ведения.","skills":null},{"position":"Финансовый менеджер - сокращение","date_from":{"year":2016,"month":1,"day":1,"precision":2},"date_to":{"year":2018,"month":3,"day":1,"precision":2},"company":"Производство (строительство) - инвестиц. проект (Start-up)","experience_area":null,"industries":null,"description":"1. Контроль остатков денежных средств на рублевых, валютных счетах - 4 юр. лица. \n2. Осуществление планирования и распределения денежных средств. Ежедневная корректировка платежного календаря на основании счетов и заявок.\n3. Формирование ежедневных реестров платежей и контроль их исполнения.\n4. Бюджетирование (БДДС, БДР).\n5. Управленческий учет.\n6. Работа с банками по депозиту, открытию расчетного счета.\n7. Работа с кредитными организациями по привлечению финансирования с предоставлением пакетов документов.\n8. Сдача ежеквартальной отчетности в комитеты Правительства, а также по полученному государственному займу.  \n9. Договорная работа. Отслеживание сроков оплаты по ним и другим обязательствам.\n10. Контроль ДЗ и КЗ.\n11. Работа с управленческой отчетностью. Ее расшифровка для внешних пользователей.\n12. Взаимодействие с бухгалтерией и контроль.\n13. Замещение сотрудника на участке Банк-Клиент (разные банки).","skills":null},{"position":"Казначей - сокращение","date_from":{"year":2015,"month":7,"day":1,"precision":2},"date_to":{"year":2015,"month":11,"day":1,"precision":2},"company":"Производство (пищевое)","experience_area":null,"industries":null,"description":"1.\tЕжемесячное формирование бюджета движения денежных средств – 2 юр. лица.\n2.\tКонтроль исполнения бюджета движения денежных средств, расходования лимитов по статьям бюджета движения денежных средств. Ежедневное отражение фактического движения денежных средств.\n3.\tСвоевременное формирование внутреннего и внешнего (для банка) реестров платежей. Осуществление подборки платежных документов, своевременное занесение необходимых документов в реестр на ежедневной основе и контроль над занесенными документами инициаторами платежей по ЦФО. \n4.\tЗаполнение информации о фактическом проведении платежей в реестре по управленческим операциям. Осуществление контроля обоснования платежей.\n5.\tЕжедневное осуществление рассылки банковских выписок определенному кругу получателей внутри предприятия.\n6.\tОсуществление комплексной работы с Банк-Клиентом – 2 банка: своевременное формирование платежных поручений, проведение платежей, формирование банковских выписок, формирование заявки в банк на кредитное финансирование и обмен с банком прочими документами через Банк-Клиент.\n7.\tСвоевременное разнесение банковских выписок по счетам бухгалтерского учета в бухгалтерской программе на ежедневной основе.\n8.\tОсуществление контроля расчетного счета и кассы, оперативное управление денежными средствами и их бухгалтерский и управленческий учет.\n9.\tТесное взаимодействие с покупателями, поставщиками, персоналом по вопросам поступлений и оттоков денежных средств, осуществление оперативных расшифровок по оплатам.\n10.\t Взаимодействие с банками по всем необходимым вопросам, в т. ч. по открытию счетов, погашению займов, выплате процентов.\n11.\tОтслеживание и контроль над оплатой счетов поставщикам и подрядчикам, погашением займов, выплатой процентов, заработной платой рабочим и служащим, перечислением платежей в банковские учреждения. \n12.\tУчастие в формировании бюджета доходов и расходов. Исполнение обязанностей финансового директора на время его отсутствия.","skills":null},{"position":"Финансовый менеджер - временный проект","date_from":{"year":2014,"month":9,"day":1,"precision":2},"date_to":{"year":2015,"month":6,"day":1,"precision":2},"company":"Производство (строительство)","experience_area":null,"industries":null,"description":"1. Финансовое планирование и прогнозирование.\n2. Ведение управленческого учета организации в системе 1С.\n3. Составление бюджетов (БДР, БДДС) и оперативный контроль над их исполнением.\n4. Проведение план-факторного анализа отклонений.\n5. Анализ затрат на закупку сырья и материалов, потребления электроэнергии, транспортных издержек и иных расходов.\n6. Проверка и согласование счетов на оплату. \n7. Составление ежедневного реестра платежей и его корректировка в соответствии с оплаченными счетами и планируемыми платежами.\n8. Формирование платежных поручений по нескольким организациям  и исполнение их в системе Банк-Клиент (разные банки).\n9. Проведение банковских выписок по счетам организаций в системе 1С.\n10. Контроль движения денежных средств по банковским счетам организаций и составление ежедневного отчёта по движениям и остаткам ДС на утро.\n11. Контроль внутренних расчетов между организациями.\n12. Осуществление краткосрочного планирования движения денежных средств (прогнозы оплат и поступлений платежей).\n13. Взаимодействие с финансово-кредитными организациями и учреждениями (лизинговыми компаниями, банками), юридическими фирмами. Сбор и предоставление пакета документов. Контроль по заключённым договорам над сроками погашения кредитов и лизинга.\n14. Проверка, согласование и хранение договоров. Ведение реестра. Контроль над наличием оригиналов договоров со всеми приложениями (доп.соглашения, спецификации, сметы, акты и др.).\n15. Отслеживание внесения плановых данных по договорам и новых заказов в систему 1С.\n16. Проверка выставленного выполнения заказов и контроль над  их списанием.\n17. Расчеты с поставщиками (подрядчиками) и покупателями (заказчиками). Контроль над своевременностью оплат и предоставлением документов.\n18. Ежедневное формирование отчетов по задолженности и их корректировка. Управление кредиторской и дебиторской задолженностью.\n19. Ежемесячные таблицы расходов по заказам (прибыль/убыток) и другие аналитические таблицы, предоставляемые руководству для принятия управленческих решений. \n20. Работа с уставными документами и выписками из ЕГРЮЛ, ОГРН.","skills":null},{"position":"Заместитель начальника отдела бух. учета и отчетности - сокращение","date_from":{"year":2011,"month":1,"day":1,"precision":2},"date_to":{"year":2014,"month":8,"day":1,"precision":2},"company":"Санкт-Петербургский филиал Банка","experience_area":null,"industries":[{"id":null,"name":"Банк","external_id":null}],"description":"1.\tОтражение на счетах бухгалтерского учета следующих финансово-хозяйственных операций:\n- расчетов с поставщиками и подрядчиками за приобретаемые товары и услуги;\n- покупки, передачи в эксплуатацию, выбытия ТМЦ и ОС;\n- учета капитальных вложений;\n- начисления износа по основным средствам;\n- учета расходов будущих периодов;\n- расчетов с работниками по подотчетным суммам;\n- учета выявленных излишков и недостач.\n\n2.\tОформление кассовых документов по следующим операциям:\n- подкреплению наличными денежными средствами операционной кассы;\n- выдаче денежной наличности, отправляемой в РКЦ;\n- подкреплению и инкассации банкоматов и терминалов;\n- оприходованию выявленных излишков денежной наличности;\n- расчетам с подотчетными лицами и командированными сотрудниками;\n- принятию оригиналов кредитных документов в хранилище и их выдаче.\n\n3.\tВедение участка заработной платы:\n- бухгалтерский учет и отчетность по расчету заработной платы;\n- отражение в бухгалтерском учете операций, связанных с оплатой труда, заполнение листков нетрудоспособности; \n- исчисление, удержание и перечисление в бюджет налогов, связанных с оплатой труда;\n- подготовка и сдача отчетности по ФСС, ПФР, ИФНС;\n- подготовка и сдача статистической отчетности;\n- сверки расчётов с ФСС, ПФР, ИФНС.\n\n4. Формирование счетов-фактур.\n5. Оформление и исполнение платежных поручений.\n6. Оформление инвентарных карточек и Актов по вводу в эксплуатацию ОС.\n7. Ведение учета хозяйственных договоров.\n8. Формирование и сшив банковских документов дня.\n9. Формирование и сшив бухгалтерских документов дня по хозяйственным операциям.\n10. Взаимодействие с другими подразделениями филиала в части учета хозяйственных операций.\n11. Консультирование и контроль сотрудников по вопросам, связанных с оформлением первичных бухгалтерских документов.\n12. Контроль сроков перечисления денежных средств контрагентам, на основании заключенных договоров.\n13. Взаимодействие с контрагентами и с сотрудниками в направлении получения документов, необходимых для погашения дебиторской задолженности.\n14. Контроль замены ранее предоставленных документов с ошибками или недооформленных должным образом.\n15. Участие в инвентаризациях ценностей и имущества.","skills":null},{"position":"Экономист - переезд в г. Санкт-Петербург","date_from":{"year":2007,"month":7,"day":1,"precision":2},"date_to":{"year":2010,"month":11,"day":1,"precision":2},"company":"ОАО","experience_area":null,"industries":[{"id":null,"name":"ГСМ, топливо (продвижение, оптовая торговля)","external_id":null}],"description":"1. Планирование финансово-экономической деятельности филиала.\n2. Разработка проектов перспективных и годовых планов производственно-хозяйственной деятельности. \n3. Формирование цен на твердое топливо и составление калькуляции на все виды деятельности. \n4. Учет издержек обращения по статьям расхода.\n5. Анализ производственно-хозяйственной деятельности.\n6. Выявление резервов производства и разработка мероприятий по снижению затрат, повышению рентабельности, увеличению прибыли, устранению потерь. \n7. Учет и контроль над ходом выполнения плановых заданий по филиалу и подразделениям. \n8. Составление штатного расписания.\n9. Расчет величины премирования на основании действующего положения о премировании работников.\n10. Контроль за соблюдением штатной дисциплины, расходованием заработной платы, а также за соблюдением режимов труда и отдыха, трудового законодательства.\n11. Составление отчетности о результатах финансовой деятельности. \n12. Участие в проведении инвентаризации. \n\nЗамещение главного бухгалтера.\n\nПрием первичных документов по по зарплате. Бухгалтерский учет и отчетность по расчету заработной платы, отражение в бухгалтерском учете операций, связанных с оплатой труда. Исчисление, удержание и перечисление в бюджет налогов, связанных с оплатой труда. Подготовка и сдача отчетности по ФСС, ПФР, ИФНС. Подготовка и сдача статистической отчетности. Сверки расчётов с ФСС, ПФР, ИФНС. Выдача справок.","skills":null},{"position":"Главный бухгалтер - собственное желание","date_from":{"year":2004,"month":7,"day":1,"precision":2},"date_to":{"year":2007,"month":7,"day":1,"precision":2},"company":"Общественная организация","experience_area":null,"industries":[{"id":null,"name":"Общественная, политическая организация","external_id":null}],"description":"Бухгалтерский учет и отчетность по организации, применяющей общую систему налогообложения (в единственном лице). Отражение в бухгалтерском учете всех операций, связанных с деятельностью организации. Исчисление, удержание и перечисление в бюджет налогов, связанных с оплатой труда, транспортом и имуществом. Подготовка и сдача отчетности по ФСС, ПФР, ИФНС. Подготовка и сдача статистической отчетности. Сверки расчётов с ФСС, ПФР, ИФНС. \n\nЗамещение председателя организации.","skills":null}],"education":{"level":{"id":null,"name":"Высшее","external_id":"higher"},"higher":[{"name":"Воронежский государственный аграрный университет им. Императора Петра I, Воронеж","description":"Диплом","date_from":null,"date_to":{"year":2007,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Агробизнеса / Бух. учет, анализ и аудит (экономист)","form":null}],"vocational":null,"elementary":null,"additional":null,"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 981 1530389","preferred":true,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"irinyshk@yandex.ru","preferred":false,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":{"id":null,"name":"Лесная","external_id":"14.195"},"address":null,"lat":59.984947,"lng":30.344259},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"A1 — Начальный","external_id":"a1"}}],"wanted_salary":null,"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":false,"driver_license_types":null,"military":null,"social_ratings":null,"photos":null,"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не имеет значения","external_id":"any"}}}