{"id":"38300595","auth_type":"HH","account_source":328018,"updated":"2023-08-28T12:51:29+03:00","created":"2023-08-28T12:51:29+03:00","files":[],"source_url":"https://spb.hh.ru/resume/2ff65570000c16a884000133e16e5a32314d77?vacancyId=85033584&hhtmFromLabel=suitable_resumes&t=3407213037&resumeId=202811524&hhtmFrom=employer_vacancy_responses","foreign":"2ff65570000c16a884000133e16e5a32314d77","key":"0c16a884","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads3/c/8/c/c8cb3d69751582f5251782f038f977d5.png","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":"Дмитрий","middle_name":"Леонидович","last_name":"Голоднов","birth_date":{"year":1989,"month":2,"day":19,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Системный аналитик","specialization":null,"skill_set":["Системный анализ","Моделирование бизнес процессов","Разработка ПО","Базы данных","Java","UML","BPMN","REST","SOAP","SQL","PostgreSQL","Data Analysis","Python","AI","PyTorch"],"gender":{"id":null,"name":"Мужской","external_id":"male"},"experience":[{"position":"Системный аналитик","date_from":{"year":2008,"month":2,"day":1,"precision":2},"date_to":null,"company":"UIPath","experience_area":null,"industries":[{"id":null,"name":"Разработка программного обеспечения","external_id":null}],"description":"Цель\nСтрахование Роботизированных предприятий.\n  Решение\n•\tПО мониторит достижение показателей и ищет причины невыполнения \n– ошибки или общая непригодность модели робота для задачи\n•\tУ предприятий спец модель роботов и поменять её нельзя. ПО ищет сбои в производстве модели или логистике. Предлагает страховку перевозок.\n•\tВзлом робота на одном предприятии приведёт к взлому на другом\nПО исследует все аномалии на всех роботах той же модели\nпредсказывая взлом на нашем предприятии\n•\tПО исследует безопасность стандартов сети, совместимость.\n•\tПО ищет сообщения о взломе, а потом аномалии в облачных сервисах.\n•\tРиски контакта робота с человеком, исследование трендов поломок.\n\n  Цель\nНовые клиенты для страховки\n  Решение\n•\tСистема мониторит новые профессии, подбирает страховку для них\n•\tИщет новый образ жизни и страховку для них\nпример мобильная диагностика здоровья для Digital Nomad.\n•\tИсследует Тренды для страховки азиатский семей\nСтраховка ребёнка при оплате кормильцем без страховки\nТ.е. оценка платёжеспособности и здоровья для разных людей.  \n•\tСтраховая выплата для бедных семей в случае утраты кормильца.\nТакая страховка собирает информацию для новых предложений. \n•\tСистема ищет связь между комьюнити и здоровым образом жизни \nи Заранее предлагает страховку в этой комьюнити.\n\n  Цель\nСтрахование здоровья. Оценка рисков.\n  Решение\n•\tСистема считывает по устройствам пульс, давление, вес и т.д.\nКлиенту не нужны справки и мед тесты. ПО формирует страховку сверяя данные из устройств, истории болезни, родственников и т.д.\n•\tСистема оценивает риски по конкретным болезням, а не по группам\n•\tОценивает работу и образ жизни, покупки сигарет, алкоголя, еды.\nКлиентам с болезнью и со здоровым образом жизни доступна страховка. \nПример Неусвоение глютена + биодобавки (диета соблюдается) + офисная работа (есть доступ к диете) = Клиент получит страховку. \n•\tПО отслеживает Specialty drugs быстро выходящие на рынок – \nищет спец пациентов которым лекарство поможет – предложит страховку. \n \n  Цель\nВыдача кредита Без кредитной истории. \n  Решение\n•\tПО исследует прогнозы на рынке на срок кредита. \nЕсли будет падение в сфере, где работает клиент, то не даёт кредит. \n•\tПО оценивает связи клиента. Помогут ли они с карьерным ростом ?\n•\tМониторит связи с людьми с низким фин рейтингом, соц статусом\n•\tПО оценивает Знания клиента словарному запасу, группы в соц сетях, конференции, подписки на научные публикации.\n•\tИсследует мобильность в корреляции с образом жизни (Digital Nomad)\nВ случае локальной работы мобильность – это минус, и наоборот.\n•\tПО строит динамику улучшений жилья, смену районов где живёт клиент.\n\n  Цель\nПоиск проблемы в товаре.\n  Решение\nПримере - кредит под 10%.\n•\tПО смотрит отзывы на сайте кредита. Классифицирует кто и чего хочет от продукта. Использует разделяй и властвуй. Удовлетворяет малые группы.\n•\tПо исследует соц сети. ИИ распознает контекст. Ищет откуда перешли на этот пост. Ищет предысторию общения. Находит пост о кредите.\n•\tПо проводит опрос клиента о том чтобы он изменил. ИИ понимает контекст по истории ответов, по уточняющим вопросам.\n•\tПО смотрит Поисковые запросы. Исследует цепочку запросов – цепочку решений. Как клиент пришёл к этому отзыву?\n•\tПродавец улучшает товар.\n•\tИИ разбивает эти цепочки по смыслу и по времени. Изучает отзывы.\n•\tВставляет свои посты, комментарии, списки на поиск запросы. Изучает какие комбинации приводят к негативным отзывам.\n•\tИИ вставляет в эти разрывы вопросы, изучает мнение о новом товаре.\n•\tИИ оценивает влияние друзей в соцсетях. Скрывая разные участки.  Отзыв становится позитивным?\n\nСмотрит как изменились ответы. Добивается нужных отзывов.\n\n  Цель\nНегативные отзывы о товаре\n  Решение\n•\tИИ изучает как макс затянуть общение и негативных темах.\n•\tИИ симулирует общение о нужном товаре. Поднимает его популярность.\n•\tИИ симулирует общение с продавцом. Обещает всё исправить и т.д.\n•\tИИ изучает перенасыщение споров.\n•\tИИ доводит спор до макс градуса и общение затухает.\n\n  Цель\nРаскрыть Мошенничество. Взятие кредита.\n  Решение\n•\tКлиент берёт ипотеку, покупает дом, подделывает документы и продаёт дом. ПО смотрит далеко ли дом от работы, завышена ли цена дома, номер телефона недавно изменены, проверяет историю на доход, работу.\n•\tКлиент делает ошибки в подписи и данных, чтобы совершить сделку, а договор признать ложным. ПО распознает несоответствия.\n•\tМошенничество от имени бизнеса. Счёт для кредита используется для всех операций. Должны быть проводки для покупки дома. Создание множества компаний или дочерних предприятий.\n•\tНесоответствие начального взноса по кредиту зарплате, образу жизни.\n•\tЗаёмщик берёт кредиты не у своего банка, что невыгодно.\nПО изучает факторы на рынке кредитов повлиявшие на выбор.\n•\tКлиент предоставил ложные данные о работе, зарплате, инвестициях. \nПО отслеживает несоответствия с работой клиента, местом жительства, падением в индустрии где он работает, кругом общения. \n\n  Цель\nРаскрыть Мошенничество. Продажа жилья.\n  Решение\n•\tСверка оценки кредита с реальными картами, фото, данными. \n•\tПО ищет на фото дома табличку «Сдаётся», адрес дома, владельца.\n•\tПО ищет среднюю цену на рынке и сравнивает с ценой дома для кредита\n•\tСравнивает схожие продажи домов по размеру, удобствам, планировке.\n•\tЗавышает цену за счёт ремонта. ПО ищет оплату ремонта, лицензии.\n•\tВладелец омолаживает дату постройки. ПО отслеживает дома по району.\n•\tРазброс даты оценки и продажи жилья – ПО сравнивает с аналогами \nНе должно быть покупки через день. Не должно быть разницы в год.\n\n  Цель\nЛогистика. Избыток товара на складе.\n  Решение\n•\tСистема мониторит историю продаж, сезонность, тренды и т.д. \n•\tИзучает прогнозы цен, поставок, налоги и т.д.\n•\tУдешевляет доставку - чем реже поставка, тем больший объём и дешевле \n•\tСистема изучает оплату – отсрочки, кредитный лимит по товару\n•\tПО сопоставляет спрос, поставку, возможность оплаты и прибыль. \n•\tПО оценивает риски будущего – например Можно не поставить хлеб покупателю и заработать на большой партии мяса – но клиент уйдёт.\n\n  Цель\nКлиенты ищут лучшего интернет-провайдера. Снизить уход клиентов.\n  Решение\n•\tБольшая месячная плата ведёт к уходу, \nно низкая разовая оплата - клиент тоже уходит. Предложим акцию.\nПО подбирает срок от года+, скидку на месяц и разовую оплату.\n•\tПрогнозы исчезновения услуг. Никому не нужен email от провайдера. \n•\tПО мониторит баги. ПО опрашивает других клиентов и подтверждает баг.\n•\tКакие фичи есть у конкурентов, но не у нас -\nНайти лучшие с отношением цена/удержание клиента и реализовать.\n•\tКакое сочетание функций/цены вызывает больший отток\nПример ПО предлагает акцию Моб интернет при снижении цены кабельного.\n\n  Цель\nСнизить возврат товаров в Ритейле одежды.\n  Решение\nПО выявляет покупателей\nвернувших товар, не подошедший по размеру и т.д.\n   ПО предлагает другой вид презентации и примерки (bodyscan)\n   ПО чатбот предложит схожие товары с Меньшим возвратом \n возвращающих т.е. не могущих выбрать товар в конкретной категории\n   повысить цену для данной категории товаров\n ПО отслеживает прогнозы чтобы предсказать возврат\n ПО избегает делать скидки для товаров или клиентов с возвратами\n\n  Цель\nАвтоматизация банковских работников.\n  Решение\n•\tКлиент фотографирует себя при создании аккаунта, сканирует паспорт \nПО распознаёт лицо на фото и сравнит с базой и с документом.\n•\tКлиент подтверждает голосом платежи, смену пароля и т.д. \nПО распознает голос сравнивая с пред записями и обучаясь.\n•\tКлиент описывает алгоритм получения уведомлений о счетах\nПО рисует блок схему и клиент меняет её в no-code редакторе\n•\tПО распознает шаблоны платежей и предлагает сгруппированные платежи\nс редактированием в no-code системе\n•\tПО смотрит, когда и какие формы клиент заполняет долго или бросает. Пример. Налоги. Если клиент бросает заполнение и чат даёт инструкции. Если клиент подаёт много данных, например платежи за несколько фирм – ПО создаёт шаблон данных и алгоритм подачи\n\n•\tВсе действия идут через общение текстом или голосом с чатом.\n•\tКлиент задаёт вопрос, например, что такое кредит. Получает статью, в к-рую ПО вставляет ссылки на услуги. \n•\tПО предлагает другие статьи на тот же запрос, классифицирует клиентов по реакции, строит разные графы знаний.\n•\tПО перебирает описание и синонимы чтобы угадать термины клиента.\n•\tЕсли ПО не понял термины клиента,\nПО расширяет контексты по предыстории, предлагает новые термины. \n•\tКлиенту предложат общаться с людьми с похожей поисковой фразой \nАнализируя их общение ИИ, исправляет базу синонимов, контексты, \nсоединяет графы в граф, что поймут люди с разными графами знаний.\n•\tПО запоминает поиск и сужает его тэгами.\n\n\n==================================\n==================================\n\nKomodo Health\nОблачные системы для здравоохранения\nSenior System Analyst, Software Engineer\n\nTech stack:\nPostgreSQL Redis Cassandra  Java Spring Data, Hibernate\nSpring MVC Rest Soap  RabbitMQ\nPython Pandas SciPy, Matlab, FASTapi Flask Django, \nSnowflake Spark Airflow \n\nAWS Route53 Cloundfront ECS Docker\n\n  Контекст\nПациенты перенаправляются от доктора к доктору последовательно. \nКаждая отсылка – ухудшение болезни, увеличение цены.\n  Цель \nДиагноз не нужен – как только пациент попадает под алгоритм, \nСистема Заранее назначает дополнительные тесты и лечение.\n  Решение\nСистема проводит тесты. Сохраняет симптомы с рождения. \nВся история болезни сопоставляется с паттерном. \nСистема сопоставляет симптомы и болезни - выявляет паттерны.\nАдаптирует паттерны под изменения времени, локации, образа жизни. \nТ.е. паттерн заменяется на алгоритм. В него входят социо-эконом факторы.\nКоды болезней и стадии ПО диагностики более не используются. \n\n  Цель\nСистема выявляет Нишу и Стратегию разработки лечения и медикаментов.\n  Решение\nСистема ищет пациентов с неэффективным лечением. \nНаходит какие нужны медикаменты, на каких стадиях, дозировка. \nДаёт целевые показатели испытаний: эффективность, токсикология и т.д.  \nИщет население для испытаний, учреждения, подходящие под требования.\nПредлагает больницы, доставляющие лечение. \nВыявляет когорты пациентов, которым Фарма предложит лечение.\n\n  Контекст\nДоктора указывали ложные болезни, лечение. Пациенты не понимали меняющиеся параметры и не могли планировать лечение.\n  Цель\nКолебание цен и качества услуг снижаются, появляется цикличность. \nОтличия - только по региону и датам. Пациенты планируют лечение.\n  Решение\nСистема упорядочивает цены на лечение – у каждой больницы свой формат. \nТакже собирает метрики качества. Оценивает месячные колебания цен.\nСистема сравнивает цены схожих поставщиков услуг, даты и цифры страховщиков соотв услугам. Получает достоверные цены и метрики услуг.","skills":null}],"education":{"level":{"id":null,"name":"Магистр","external_id":"master"},"higher":[{"name":"Одесский национальный университет им. И.И. Мечникова, Одесса","description":null,"date_from":null,"date_to":{"year":2007,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Прикладная Математика","form":null}],"vocational":null,"elementary":null,"additional":null,"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 952 3603573","preferred":true,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"digolodi@yandex.ru","preferred":false,"full_value":null},{"type":{"id":null,"name":"ICQ","external_id":"icq"},"value":"Телеграм @digolodi +79523603573 Whatsapp","preferred":false,"full_value":null},{"type":{"id":null,"name":"Skype","external_id":"skype"},"value":"di.golodi","preferred":false,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":{"id":null,"name":"Бухарестская","external_id":"18.259"},"address":null,"lat":59.883769,"lng":30.368932},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"fra","name":"Французский","level":{"id":null,"name":"B2 — Средне-продвинутый","external_id":"b2"}},{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"C2 — В совершенстве","external_id":"c2"}}],"wanted_salary":{"amount":150000,"currency":"RUR"},"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Гибкий график","external_id":"flexible"},{"id":null,"name":"Удаленная работа","external_id":"remote"},{"id":null,"name":"Полная занятость","external_id":"full"},{"id":null,"name":"Проектная работа","external_id":"project"}],"has_vehicle":false,"driver_license_types":null,"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/728006544.png?t=1693298058&h=aMD42Rkw3I7-gkx4MJX1cA","original":"https://hhcdn.ru/photo/728006544.png"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не имеет значения","external_id":"any"}}}