{"id":"38070976","auth_type":"HH","account_source":328018,"updated":"2023-08-21T09:17:36+03:00","created":"2023-08-21T09:17:36+03:00","files":[],"source_url":"https://hh.ru/resume/431a61f50008730fa1000133e16a6c4c317745?vacancyId=85033584&hhtmFromLabel=suitable_resumes&t=3394180127&resumeId=141758369&hhtmFrom=employer_vacancy_responses","foreign":"431a61f50008730fa1000133e16a6c4c317745","key":"08730fa1","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads3/5/2/1/5211aacafd31d608da0233bf2648eecb.jpeg","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":"Дмитрий","middle_name":"Андреевич","last_name":"Петренко","birth_date":{"year":2000,"month":1,"day":14,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"System Analyst","specialization":null,"skill_set":["Java","Spring Framework","Linux","Git","REST API","Agile Project Management","BitBucket","Selenium","JMeter","Playwright","Kafka","SQL","JDBC","Kibana","Grafana","JIRA","Confluence","Python","Postman","OpenAPI","Swagger","Бизнес-анализ","BPMN","Camunda","ER-диаграммы","Figma","User Story","JSON","XML","HTML"],"gender":{"id":null,"name":"Мужской","external_id":"male"},"experience":[{"position":"Главный инженер по разработке (Java Backend Developer)","date_from":{"year":2023,"month":3,"day":1,"precision":2},"date_to":null,"company":"ПАО Сбер (SberDevices)","experience_area":null,"industries":[{"id":null,"name":"Системная интеграция,  автоматизации технологических и бизнес-процессов предприятия, ИТ-консалтинг","external_id":null},{"id":null,"name":"Банк","external_id":null}],"description":"Технологический стек: Kotlin, Ktor, React, Kafka, Postgres, Kibana, Openshift, Bitbucket, Jira, Jenkins, Swagger, Liquibase, Junit, Sql, Jooq, Graphana.\n\nКоманда: Управление разработки СалютАпп для устройств / отдел разработки Backend\n\nОсновные обязанности:\n- Осуществление и усовершенствование интеграционных процессов между различными системами, основанными на принципах RESTful архитектуры, с использованием Sequence Diagram для визуализации и глубокого понимания динамики данных и взаимодействий;\n- Интенсивное взаимодействие с инструментарием разработки OpenAPI (Swagger) для всестороннего проектирования спецификаций (контрактов) API между сервисами;\n- Разработка и документирование новых функциональных возможностей, управление их жизненным циклом от стадии инициации до выпуска, а также проведение тестирования реализованных функций;\n- Применение нотации BPMN для визуального представления и анализа бизнес-процессов с целью их оптимизации и автоматизации;\n- Проектирование структур данных PostgreSQL с использованием ER-диаграмм;\n- Коллаборативная работа с дизайнерами в контексте использования Figma для разработки и тестирования пользовательского интерфейса;\n- Участие в формировании и детализации архитектурных решений;\n- Интеграция принципов непрерывной интеграции;\n- Документирование процессов проектирования и разработки;\n- Управление задачами и технической документацией с помощью Jira и Confluence;\n- Участие в процессе code review для обеспечения качества кода коллег;\n- Исправление дефектов, выявленных в ходе тестирования;\n- Сопровождение изменений в коде соответствующими тестами;\n- Коллаборативное взаимодействие с другими IT специалистами для решения проблем;\n- Применение лучших практик разработки при написании кода и разработке интеграционных сервисов;\n- Активное участие в анализе ошибок и инцидентов, разработке комплексных решений для их устранения на уровне команды;\n- Разработка программного продукта, соблюдая code style проекта;\n- Документирование разработанного функционала;\n- Работа с дефектами с целью устранения технологических проблем;\n- Подготовка и настройка сред разработки;\n- Применение коммуникативных навыков при взаимодействии со стейкхолдерами и аналитиками для уточнения требований;\n- Анализ данных проекта для определения спецификаций и требований;\n- Осуществление оценки задач и их сложности.","skills":null},{"position":"Java Backend Developer","date_from":{"year":2022,"month":5,"day":1,"precision":2},"date_to":{"year":2023,"month":2,"day":1,"precision":2},"company":"ПАО Сбер","experience_area":null,"industries":null,"description":"Технологический стек: Java 11, Spring Boot, JDBC, Kafka, Flyway, PostgreSQL, H2, Swagger, Junit, JMeter, Selenium, React, Bitbucket, OpenShift, Nexus.\n\nКоманда: Управление развития технологий дивизиона «Корпоративные клиенты 360» / Технологии Кампаний продаж.\n\nПродукт: SberBusinessCampaign - это набор маркетинговых сервисов для стимулирования продаж и оптимизации закупок в сегменте B2B и на рынках Госзакупок (и коммерческих закупок). Сервисы развиваются на единой платформе как для компаний Экосистемы, так и для\nвнешних клиентов.\n\nЦелевая аудитория: Компании экосистемы, подбирающие себе клиентов и выстраивающие с\nними взаимоотношение.\n\nОсновные обязанности:\n- Определение системных требований и составление пользовательских историй (User Story), включая создание UML Sequence Diagram для визуализации потоков данных и\nвзаимодействий;\n- Использование Figma для создания прототипов и координация процесса дизайна с основными заинтересованными сторонами;\n- Идентификация потенциальных проблем на ранних стадиях разработки через детализированные тест-кейсы. Ручное тестирование, создание и распределение дефектов;\n- Внедрение автоматизированных инструментов тестирования, таких как Python playwright и Java selenium, для повышения эффективности и точности тестов;\n- Организация и проведение приемо-сдаточных испытаний (ПСИ);\n- Разработка backend-части программного продукта \"Кабинет Кампаний\", обеспечивая функциональную и постоянно обновляемую систему;\n- Ответственность за разработку автоматических модульных тестов и скриптов, API и UI тестов для нового функционала. Анализ кода на наличие уязвимостей и проведение модульного тестирования с созданием тестов, выявляющих некорректное функционирование системы (с использованием инструментов JMeter и Selenium);\n- Устранение технологических проблем, выявленных в процессе тестирования и функционирования системы;\n- Генерация и защита собственных гипотез перед руководством, активное участие в рабочих;\nгруппах, задействованных в решении специфических задач и кейсов подразделения;\n- Применение BPMN-нотации (Camunda) для автоматизации продукта на уровне моделирования бизнес-процессов;\n- Проектирование Sequence Diagram для продукта с использованием PlantUML, обеспечивая разработку функциональной части продукта в соответствии с этими диаграммами.","skills":null},{"position":"Самозанятый","date_from":{"year":2021,"month":9,"day":1,"precision":2},"date_to":{"year":2022,"month":4,"day":1,"precision":2},"company":"Индивидуальное предпринимательство / частная практика / фриланс","experience_area":null,"industries":null,"description":"Основные обязанности:\n\n- Опыт работы с широким спектром языков программирования и технологий, включая C, C++, Java (с использованием инструментов Maven, Gradle, Spring BOOT Framework и Hibernate Library), PHP (с применением Laravel Framework и Orchid package), C#, Python, JavaScript, HTML, CSS, SQL;\n- Понимание и опыт применения архитектуры REST;\n- Умение работы с реляционными базами данных: PostgreSQL и MySQL;\n- Эффективное управление версиями кода с использованием системы Git;\n- Опыт работы в различных средах разработки: Intellij IDEA, PhpStorm, Visual Studio;\n- Применение Docker для работы с контейнерами и управления развертыванием;\n- Знание и использование инструментов управления проектами и отслеживания ошибок, таких как YouTrack, GitHub, GitLab, BitBucket, Jira, Postman;\n- Практический опыт работы с операционной системой Linux и ее различными\nдистрибутивами;\n- Глубокое понимание концепций объектно-ориентированного программирования,\nпринципов SOLID, требований ACID, а также разнообразных алгоритмов и структур данных;\n- Опыт разработки и реализации сложных проектов, включая 3D моделирование, почтовый клиент, эмулятор файловой системы, веб-приложения, панели администрирования, и приложения для удаленного доступа к рабочему столу (VNC).","skills":null},{"position":"Ведущий инженер отдела сопровождения процессинговых систем (PHP/Java Developer)","date_from":{"year":2020,"month":11,"day":1,"precision":2},"date_to":{"year":2021,"month":8,"day":1,"precision":2},"company":"Центральный Республиканский Банк","experience_area":null,"industries":null,"description":"Основные обязанности:\n\n- Спецификация и разработка распределенных клиент-серверных приложений с использованием PHP Laravel и Java Spring Framework;\n- Управление и администрирование операционных систем и пользовательских интерфейсов банковских терминалов самообслуживания;\n- Обработка и структурирование данных из базы PostgreSQL с помощью SQL-запросов, форм, процедур и функций;\n- Управление версиями кода с использованием Git в командной строке;\n- Проведение мониторинга банковских систем (включая \"ЦАБС\", \"ПЦ\", \"СДО\" и терминальное оборудование), идентификация и устранение ошибок;\n- Интеграция и администрирование системы дистанционного обслуживания банковских клиентов, агентов и партнеров;\n- Модификация и координация технических заданий;\n- Код-ревью и качественная оценка кода с целью выявления и устранения потенциальных проблем;\n- Участие в проектировании модулей и компонентов системы, выборе технологического стека;\n- Инициирование и реализация рефакторинга сервисного слоя в проекте по созданию веб-приложения, с особенным вниманием к реализации бизнес-логики;\n- Выполнение дополнительных поручений от непосредственного руководителя, связанных с IT-направлением банка.","skills":null}],"education":{"level":{"id":null,"name":"Магистр","external_id":"master"},"higher":[{"name":"Санкт-Петербургский национальный исследовательский университет информационных технологий, механики и оптики, Санкт-Петербург (ИТМО)","description":"специальность 09.04.04 Программная инженерия  (Образовательная программа: Технологии интернета вещей)","date_from":null,"date_to":{"year":2023,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Факультет разработки программного обеспечения и компьютерной инженерии","form":null},{"name":"Донецкий национальный технический университет, Донецк (Украина)","description":"специальность Программная инженерия","date_from":null,"date_to":{"year":2021,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Факультет компьютерных наук и технологий","form":null}],"vocational":null,"elementary":null,"additional":null,"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 921 3303147","preferred":true,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"mr.petrenko-work@yandex.ru","preferred":false,"full_value":null},{"type":{"id":null,"name":"Другой сайт","external_id":"personal"},"value":"https://github.com/petrenkodima","preferred":false,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":{"id":null,"name":"Лесная","external_id":"14.195"},"address":null,"lat":59.984947,"lng":30.344259},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"ukr","name":"Украинский","level":{"id":null,"name":"C2 — В совершенстве","external_id":"c2"}},{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"B2 — Средне-продвинутый","external_id":"b2"}}],"wanted_salary":null,"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Гибкий график","external_id":"flexible"},{"id":null,"name":"Удаленная работа","external_id":"remote"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":false,"driver_license_types":null,"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/730570728.jpeg?t=1692684096&h=qrVEsl2D82TTEWDffqr0jA","original":"https://hhcdn.ru/photo/730570728.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не имеет значения","external_id":"any"}}}