{"id":"17124495","auth_type":"HH","account_source":328017,"updated":"2020-07-07T12:28:08+03:00","created":"2020-07-07T12:28:08+03:00","files":[],"source_url":null,"foreign":"18ab53890003a86c9f000133e1707a54344c70","key":"03a86c9f","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":null}},"resume":{"personal_info":{"photo":null,"first_name":"Владислав","middle_name":"Сергеевич","last_name":"Ермаченков","birth_date":null,"text_block":null},"source_url":null,"position":"Программист микроконтроллеров\\Инженер-разработчик\\Разработчик встраиваемых систем\\Embedded developer","specialization":[{"id":"1.203","name":"Передача данных и доступ в интернет","external_id":"1.203","profarea_id":"1","external_profarea_id":"1","prefarea_name":null},{"id":"1.221","name":"Программирование, Разработка","external_id":"1.221","profarea_id":"1","external_profarea_id":"1","prefarea_name":null},{"id":"1.82","name":"Инженер","external_id":"1.82","profarea_id":"1","external_profarea_id":"1","prefarea_name":null}],"skill_set":["C/C++","PIC","ARM","P-CAD","IoT","M2M","Английский язык","Git","Linux","Python","Микроконтроллеры"],"gender":null,"experience":[{"position":"Инженер-программист","date_from":{"year":2019,"month":8,"day":1,"precision":2},"date_to":null,"company":"Electrolux","experience_area":null,"industries":null,"description":"• Разработка встроенного ПО для IoT устройства с беспроводными интерфейсами на базе FreeRTOS и системы на кристалле QCA4020 от Qualcomm. \n• Применение беспроводных интерфейсов (Bluetooth Low Energy и Wi-Fi) для обеспечения связи с удаленным облаком и мобильным приложением. \n• Использование Qualcomm API для работы с аппаратной периферией и программными протоколами: BLE, Wi-Fi, MQTT, HTTPS, UART и др. \n• Использование аппаратных и программных средств для дебага от Segger: J-Link отладчик, RTT Viewer и Ozone. \n• Использование средств для совместной разработки: Jira, Bitbucket. \n• Разработка ПО с использованием ARM GCC и Makefile. \n• Рефакторинг legacy-кода. Участие в code review. \n• Использование аппаратных и программных средств для отладки беспроводных интерфейсов (Wireshark и Nordic Semi tools). \n• Разработка из под Linux и Windows (MSYS и WSL). \n• Совместная разработка с мобильной командой и отладка протокола взаимодействия между устройством и приложением. \n• Работа с полевыми инженерами Qualcomm для разрешения аппаратных и программных проблем с SoC и Qualcomm SDK. \n• Работа во многонациональной команде. Взаимодействие с различными подразделениями компании на английском языке при помощи аудио и видео звонков.","skills":null},{"position":"Инженер-разработчик","date_from":{"year":2017,"month":7,"day":1,"precision":2},"date_to":{"year":2019,"month":7,"day":1,"precision":2},"company":"Невотон","experience_area":null,"industries":null,"description":"Работа в двух различных направлениях: разработка медицинских и косметических устройств, \nразработка промышленных, потребительских и IoT устройств. \n \nОсновные проекты: \n• Разработка различных электромиостимуляторов. \n◦ Разработка электрических схем. \n◦ Трассировка печатных плат. \n◦ Пайка и отладка опытных образцов. \n◦ Разработка прошивок для микроконтроллеров (PIC16, STM32). Имплементация различных форм \nсигналов в микроконтроллере по ТЗ с максимальным использованием аппаратных средств. \n◦ Разработка схем повышения напряжения до 30-100В, схем защиты и контроля тока. \n• Разработка шлюза Opentherm Modbus. \n◦ Разработка электрической схемы. \n◦ Трассировка печатной платы. \n◦ Пайка и отладка опытных образцов. \n◦ Разработка прошивки и имплементация стеков Opentherm и Modbus на микроконтроллере. \n• Участие в разработке шлюза Opentherm Ethernet Wi-Fi. \n◦ Разработка части электрической схемы: Ethernet Phy и ведомый контроллер. \n◦ Програмная разработка и имплементация стека Opentherm на ведомом контроллере. \n◦ Разработка bootloader'а для удаленного обновления прошивки. \n• Участие в разработке устройства считывания счетчиков. \n◦ Разработка электрической схемы. \n◦ Трассировка печатной платы. \n◦ Реализация протокола для передачи данных от ведомого (PIC16) контроллера ведущему (ESP32). \n◦ Программная и аппаратная реализация режима сниженнего энергопотребления ведомого \nконтроллера при работе от батарейки. \n• Участие в разработке управляющего контроллера для сауны. \n◦ Разработка драйверов для контроллеров OLED дисплеев. \n◦ Разработка универсальной библиотеки для вывода текста и изображений на дисплей. \n• Разработка шлюза Homekit Fibaro. \n◦ Разработка ПО для Raspberry Pi на Golang для контроля сети Ethernet и Wi-Fi и автоматического \nпоиска в локальной сети контроллера Fibaro. \n• Разработка термостата для шины eBus. \n◦ Разработка электрической схемы. \n◦ Трассировка печатной платы. \n◦ Разработка прошивки и имплементация стека eBus на микроконтроллере. \n• Поддержка старых устройств. \n◦ Поиск современных электронных компонентов для замены снятых с произодства. \n◦ Работа с legacy-кодом и модификация прошивок микроконтроллеров. \n• Разработка универсального стенда для тестирования и проверки производимого оборудования. \n◦ Разработка электрической схемы. \n◦ Трассировка печатной платы. \n◦ Разработка ПО для Raspberry Pi. \n◦ Разработка простого и понятного интерфейса для проверяющего. \n• Работа с контроллером умного дома Fibaro: \n◦ Разработка различных сцен и виртуальных устройств на языке Lua. \n◦ \"Затягивание\" устройств сторонних производителей и устройств собственного производства в среду \nконтроллера при помощи Rest API и TCP/UDP. \nТакже были начаты разработки по следующим направлениям: \n◦ Имплементация стека M-Bus на микроконтроллере. \n◦ Разработка драйверов для работы с GSM и NB-IoT (Simcom SIM800, Cinterion BGS2, Neoway N10 и \nN21) модемами различных производителей. \n◦ Работа с LoraWAN приемопередатчиком и оператором сети Lora. \n◦ Разработка ПО для контроллера автоматики Wiren Board. \n \n• При работе с микроконтроллерами Microchip используется последнии версии среды разработки \nMPLAB X IDE и компилятора XC8. Для начальной инициализации контроллера используется MPLAB \nCode Configurator. Работа со \"специфичной\" перефирией от Microchip: PSMC, CLC, NCO, CWG и др. \n• При работе с микроконтроллерами STMicroelectronics используется среды разработки Atolic True \nStudio, IAR (STM8 и STM32), Keil. Используются контроллеры: STM8S, STM32F0, STM32F1, \nSTM32F3 (ARM Cortex M0, M3, M4). Библиотеки: Low Layer API, HAL и StdPeriph (STM8). Начальная конфигурация в ПО \nCubeMX. \n• При работе с микроконтроллерами Espressif ESP8266 и ESP32 используются среды разработки \nArduino, Eclipse и Visual Studio Code c аддоном Platformio. \n• Использование основной внутренней периферии микроконтроллеров: Timers, DMA, PWM, GPIO, \nADC, DAC, SPI, I2C, UART, EEPROM, Flash и др. \n• Разработка и расчет различных повышающих (boost) и понижающих (buck) импульсных источников \nпитания. \n• Поиск, подбор и экономическое обоснование современных электронных компонентов. Хорошее \nзнание элементной базы. \n• Применение основных инструментов разработки и отладки: осциллограф, мультиметр, логический \nанализатор, UART-COM преобразователи, лабораторный блок питания, паяльная станция. \n• В качестве CAD системы используется P-CAD 2006, в которой производится разработка \nэлектрических схем и трассировка печатных плат. \n• Использование разичных языков программирования для тестирования и производства: C, Lua, \nPython, Golang, Javascript, Bash. \n• Работа и применение различных сетевых протоколов: TCP, UDP, MQTT, HTTP и др. Для отладки \nданных по Ethernet и Wi-Fi применяется анализатор трафика Wireshark. Для работы с Rest API \nприменяется Postman. Для MQTT применяются различные библиотеки, включая Mosquitto. \n• Разработка различного ПО под Raspberry Pi. Работа с командной строкой Linux. \n \nВ связи с отличным выполнением своих обязанностей был был повышен в должности до \"Старшего Инженера-Разработчика\" с 01.01.2019. \nМною был начат переход к микроконтроллерам STM и NXP, как к более мощным и дешевым аналогам 8-битных Microchip в типовых и ресурсоемких задачах. \nПереход к современным источникам напряжения (импульсные и LDO) для уменьшения размера \nконечной печатной платы.","skills":null},{"position":"Инженер-разработчик","date_from":{"year":2016,"month":9,"day":1,"precision":2},"date_to":{"year":2017,"month":6,"day":1,"precision":2},"company":"Тахион","experience_area":null,"industries":null,"description":"• Разработка устройств с использованием микроконтроллеров PIC от Microchip; \n• Применение в разрабатываемых устройствах интерфейсов RS-485 и 1-Wire; \n• Разработка ПО для устройств на языке программирования C; \n• Поддержка существующих устройств с микроконтроллерным управлением; \n• Проектирование принципиальных схем в P-CAD; \n• Составление технической документации на устройство; \n• Ремонт устройств, не прошедших проверку на тестовом стенде. \n \nВ ходе работы: \n• разрабатывал устройства регулирования климата в термошкафах. Применение цифровых микросхем \nдля измерения относительного давления и температуры; \n• участвовал в разработке Ethernet \"удлинителя\" с поддержкой технологии PoE (Power over Ethernet) \nстандарта 802.3af/at. Осуществлялся подбор микросхем, разработка схемы, отладка и тестирование \nопытных образцов; \n• участвовал в разработке управляемой системы очистки стекол боксов для видеокамер. Подбор \nмеханических составляющих, выбор электонных компонентов, разработка прошивки для управляющего \nмикроконтроллера, реализация удаленного управления при помощи интерфейса RS-485.","skills":null},{"position":"Сборщик радиоэлектронной аппаратуры","date_from":{"year":2015,"month":8,"day":1,"precision":2},"date_to":{"year":2016,"month":8,"day":1,"precision":2},"company":"Тахион","experience_area":null,"industries":null,"description":"• Сборка термошкафов и гермобоксов для видеокамер; \n• Монтаж и пайка проводов; \n• Сбор аппаратуры по предоставленным чертежам; \n• Проверка работоспособности оборудования.","skills":null},{"position":"Инженер в отделе мониторинга сетевого оборудования (сеть Билайн)","date_from":{"year":2015,"month":7,"day":1,"precision":2},"date_to":{"year":2015,"month":8,"day":1,"precision":2},"company":"HUAWEI","experience_area":null,"industries":null,"description":"• Регистрация аварий на мобильных сетях в режиме реального времени; \n• Оповещение других сотрудников компании об аварийных ситуациях; \n• Прием звонков от сотрудников, отвечающих за ремонт базовых станций/контроллеров базовых \nстанций.","skills":null}],"education":{"level":null,"higher":[{"name":"Санкт-Петербургский государственный университет телекоммуникаций им. проф. М.А. Бонч-Бруевича, Санкт-Петербург","description":null,"date_from":null,"date_to":{"year":2015,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Радиотехнологий связи, Системы мобильной связи","form":null}],"vocational":null,"elementary":null,"additional":[{"name":"Microchip Master's Russia 2017","description":null,"date_from":null,"date_to":{"year":2017,"month":0,"day":0,"precision":0},"education_area":null,"result":null},{"name":"Комплексы и средства связи специального назначения","description":null,"date_from":null,"date_to":{"year":2015,"month":0,"day":0,"precision":0},"education_area":null,"result":"СПБГУТ, Радиоприемные устройства"}],"attestation":null,"certificate":null},"contact":null,"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":null,"address":null,"lat":0.0,"lng":0.0},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":null,"wanted_salary":{"amount":100000,"currency":"RUR"},"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Удаленная работа","external_id":"remote"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":false,"driver_license_types":null,"military":null,"social_ratings":null,"photos":null,"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":null}}