{"id":"46210218","auth_type":"HH","account_source":328018,"updated":"2024-03-14T14:58:48+03:00","created":"2024-03-14T14:58:48+03:00","files":[],"source_url":"https://spb.hh.ru/resume/7c392c9f0000051ca9000133e1736563726574?vacancyId=93727980&hhtmFromLabel=suitable_resumes&t=3726556070&resumeId=335017&hhtmFrom=employer_vacancy_responses","foreign":"7c392c9f0000051ca9000133e1736563726574","key":"00051ca9","portfolio":[],"data":{"body":null,"area":{"id":"2","name":"Санкт-Петербург","url":"https://api.hh.ru/areas/2"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads3/5/8/2/582a3a1d704430c67659a6ebb39652b7.jpeg","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":"Сергей","middle_name":"Викторович","last_name":"Корсаков","birth_date":{"year":1972,"month":11,"day":2,"precision":2},"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Руководитель отдела закупок и логистики","specialization":null,"skill_set":["Проффесионализм, многозадачность"],"gender":{"id":null,"name":"Мужской","external_id":"male"},"experience":[{"position":"Руководитель отдела логистики","date_from":{"year":2021,"month":1,"day":1,"precision":2},"date_to":null,"company":"ООО \"Самотлор Тракт\"","experience_area":null,"industries":[{"id":null,"name":"Столярно-строительные изделия (производство)","external_id":null},{"id":null,"name":"Столярно-строительные изделия (продвижение, оптовая торговля)","external_id":null}],"description":"Контроль за оборачиваемостью и пополнение остатков на складе. Проведение АВС анализа и пополнение запасов склада. Ежедневная организация маршрутизации на складе по доставке товара грузополучателям. Составление бюджета на следующий месяц. Ведение отчетности по затратам и составление соответствующих таблиц.","skills":null},{"position":"Начальник отдела снабжения","date_from":{"year":2015,"month":8,"day":1,"precision":2},"date_to":{"year":2020,"month":7,"day":1,"precision":2},"company":"ООО \"Инновация\"","experience_area":null,"industries":null,"description":"Организация работы по подбору поставщиков с наилучшими условиями поставок необходимых компании материалов и услуг, формирование широкой базы потенциальных поставщиков. Аудит поставщиков: мониторинг финансовой составляющей и периодичность поставок поставщиков. Закупка: выстраивание долгосрочные отношений с поставщиками, согласование цены и периодичность поставок. Оптимизация соотношения цена-объем-качество и условий работы. Надежное обеспечение движения материалов, сырья, продукции и других ТМЦ при наличии необходимой документации. Введение адресной системы на кладском комплексе. Контроль за наличием необходимых видов транспорта, организацией правильной транспортировки, проведением погрузочно-разгрузочных работ, размещением и укладкой грузов, документов и корреспонденции.","skills":null},{"position":"логист","date_from":{"year":2013,"month":5,"day":1,"precision":2},"date_to":{"year":2015,"month":8,"day":1,"precision":2},"company":"ООО \"Термотех-РУ\"","experience_area":null,"industries":[{"id":null,"name":"Сантехника (производство)","external_id":null}],"description":"Создание отдела логистики с \"нуля\". Управление запасами предприятия на основе анализа и планирования сбыта продукции. Планирование и управление поставками оборудования от поставщиков. Планирование и управление поставками оборудования потребителям (региональным представителям, партнерам, дистрибьюторам и т.п.) по системе «опт». Поддержание долговременных отношений между предприятием и потребителем на основе обеспечение поставок оборудования точно и в срок. Координация взаимоотношений потребителя с техническими специалистами (инженерами-проектировщиками, прорабами) в части обеспечения оборудованием, обобщение, анализ полученной информации и выработка прогнозов. Координация работы с департаментом логистики ТТСАБ (Швеции) с целью взаимного обеспечения информацией в интересах оптимизации планирования и поставок. Работа с таможенными брокерами.","skills":null},{"position":"Директор по логистике","date_from":{"year":2011,"month":10,"day":1,"precision":2},"date_to":{"year":2013,"month":4,"day":1,"precision":2},"company":"ООО \"Максима-Комплект\"","experience_area":null,"industries":[{"id":null,"name":"Оптоволоконная связь","external_id":null}],"description":"Заключение контрактов с поставщиками, осуществление оценки поставщиков и отслеживание их работы на предмет соответствия условиям контракта. Ведение переговоров по обеспечению наиболее выгодного качества, стоимости, услуг, условий оплаты.Разработка и внедрение бизнес процессов, инструкций и регламентов по деятельности подразделений. Анализ предлагаемых цен, проведение тендеров, выбор лучшего потенциального поставщика. Расчёт экономических показателей работы транспортных служб, в целях минимизации себестоимости перевозки 1 кг и 1 м3 материальных средств. Написание технического задания и участие внедрении управленческой системы учета 1С 8,0.Формирование точек запаса, анализ оборачиваемости и коэффициента оборота складов. Организация, планирование, координация и контроль работы подразделений логистической службы – склад, транспортный отдел, отдел снабжения. Введение адресной системы складского учета и системы штрих кодирования. Управление и корректировка региональными объектами компании с выездом на объект и принятием решения на месте. Контроль за составлением маршрутов движения автотранспорта, оптимизация маршрутов (городские и региональные клиенты).В подчинении 30 человек.","skills":null},{"position":"Заместитель генерального директора по закупкам и логистики","date_from":{"year":2011,"month":1,"day":1,"precision":2},"date_to":{"year":2011,"month":10,"day":1,"precision":2},"company":"ООО ФИТ","experience_area":null,"industries":[{"id":null,"name":"Кондитерские изделия (производство)","external_id":null}],"description":"Обеспечение бесперебойной работу сети кафе. Заключение договоров и проведение тендеров на продуктов питания. Формирование точек запаса, отслеживания сроков годности, ведение сопутствующей документации. Наём и работа с персоналом на предмет соблюдения необходимых требований санитарно - эпидемиологической службы, управленческая деятельность. Ведение переговоров по обеспечению наиболее выгодного качества, стоимости, услуг, условий оплаты. Анализ предлагаемых цен, проведение тендеров, выбор лучшего потенциального поставщика. Оценка рынка товаров, услуг и поставщиков. Контроль и оптимизация складской и транспортной логистики. Автоматизация процессов в 1С8, определение ежемесячных бюджетов подразделений, оптимизация схем взаимодействия с коммерческими и вспомогательными подразделениями компании. Установление и сохранение долгосрочных отношений с поставщиками. В подчинении 35 человек.","skills":null},{"position":"Руководитель отдела логистики","date_from":{"year":2010,"month":9,"day":1,"precision":2},"date_to":{"year":2011,"month":1,"day":1,"precision":2},"company":"ЗАО \"ЭР-Телеком Холдинг\"","experience_area":null,"industries":[{"id":null,"name":"Мобильная связь","external_id":null}],"description":"Создание логистической службы с \"нуля\". Заключение договоров и проведение тендеров на поставку сырья и транспортно-экспедиторских услуг. Формирование точек запаса, анализ оборачиваемости и коэффициента оборота складов, контроль за отгрузкой готовой продукции. Написание технического задания и участие внедрении управленческой системы учета 1С 8,0. Разработка логистических схем и систем операционного учета, прогнозирование, планирование, обучение персонала. Контроль соблюдения согласованных контрактных условий для получения качества и услуг на удовлетворительном уровне. Оценка рынка товаров, услуг и поставщиков. Установление и сохранение долгосрочных отношений с поставщиками. В подчинении 30 человек.","skills":null},{"position":"Заместитель директора по логистике","date_from":{"year":2008,"month":11,"day":1,"precision":2},"date_to":{"year":2010,"month":8,"day":1,"precision":2},"company":"ООО \"СНК\"","experience_area":null,"industries":[{"id":null,"name":"Канцтовары, расходные материалы (производство)","external_id":null},{"id":null,"name":"Безалкогольные напитки (продвижение, оптовая торговля)","external_id":null}],"description":"Разработка логистической стратегии компании, организация работы и руководство логистической службой компании, анализ и оптимизация логистических процессов, построение эффективной системы управления товарными потоками, построение/участие в построении эффективной системы закупок и формирования товарных запасов, планирование транспортных потоков, планирование транспортных потоков, управление складской логистикой, организация взаимодействия с подрядными организациями, партнерами и поставщиками, оптимизация логистических затрат, сокращение издержек, анализ и оптимизация бизнес-процессов, координация деятельности персонала, разработка систем мотивации персонала. В подчинении 120 человек.","skills":null},{"position":"Начальник службы логистики","date_from":{"year":2006,"month":11,"day":1,"precision":2},"date_to":{"year":2008,"month":10,"day":1,"precision":2},"company":"ООО \"ДСК\"Славянский\"","experience_area":null,"industries":[{"id":null,"name":"Строительство жилищное","external_id":null}],"description":"Создание логистическо службы с \"нуля\".Разработка логистических схем и систем операционного учета, прогнозирование, планирование, обучение персоонала. Заключение договоров и проведение тендоров на поставку сырья. Формирование точек запаса, анализ оборачиваемости и коэффициента оборота складов, контроль за отгрузкой готовой продукции. Опыт работы с таможней и лизинговыми компаниями по приобретению новой техники и ТМЦ. Открытие автохозяйства, получение и постановка на учет подвижного состава, управление материальными и транспортными потоками, оперативное планирование, контроль логистических затрат; составление отчетной документации по результатам деятельности подразделения, и ее анализ. В подчинении 40 человек. Объем производственных площадей - 8000 м2.","skills":null},{"position":"Начальник отдела закупок и логистики","date_from":{"year":2005,"month":3,"day":1,"precision":2},"date_to":{"year":2006,"month":10,"day":1,"precision":2},"company":"ООО \"PVG print\"","experience_area":null,"industries":[{"id":null,"name":"Канцтовары, расходные материалы (производство)","external_id":null}],"description":"Разработка предложений по оптимизации имеющихся логистических систем и систем операционного учета, прогнозирование, планирование и выработка предложений для принятия решения по мощности трех производств (шелкотрафаретного, цифрового, офсетного), хранению и передачи материальных средств. Заключение договоров на поставку сырья и предоставление транспортно-экспедиторских услуг. Контроль за отгрузкой готового товара и распределение, как по городской черте, так и по 20 регионам. Разработка системы по маркировке готовой продукции. Управление складами, материальными и транспортными потоками, оперативное планирование, контроль логистических затрат; составление отчетной документации по результатам деятельности подразделения, и ее анализ. В подчинении 20 человек. Объем производственных площадей - 10000 м2.","skills":null},{"position":"Начальник отдела логистики","date_from":{"year":2003,"month":6,"day":1,"precision":2},"date_to":{"year":2005,"month":3,"day":1,"precision":2},"company":"ЗАО \"Торговый дом «Thermex»\"","experience_area":null,"industries":[{"id":null,"name":"Сантехника (продвижение, оптовая торговля)","external_id":null}],"description":"Анализ и оптимизация существующих логистических схем; управление складами, материальными и транспортными потоками, запасами, оперативное планирование, контроль логистических затрат, составление отчетной документации по результатам деятельности подразделения, и её анализ. Опыт в области логистических услуг (закупочная, транспортная, складская логистика; логистика распределения); опыт ведения переговоров; заключения договоров на закупку товаров. Опыт организации, планирования и координации производства и распределение товара более чем по 30 филиалам. В подчинении 30 человек. Объем складского комплекса - 12000 м2. Около 3500 наименований комплектующих.","skills":null},{"position":"Начальник транспортной и складской логистики.","date_from":{"year":2002,"month":3,"day":1,"precision":2},"date_to":{"year":2003,"month":5,"day":1,"precision":2},"company":"ООО \"Орион\"","experience_area":null,"industries":[{"id":null,"name":"Розничная сеть (электроника, бытовая техника)","external_id":null}],"description":"Управление складским комплексом игровых аппаратов организация и поддержание бесперебойного товародвижения, формирование и обучение складского персонала. Опыт работы с Балтийской таможней при приобретении и постановки на учёт новой техники, проведение метрологии, подготовка нормативных документов на транспортировку, опыт реорганизации складского комплекса и транспортного отдела в единое подразделение. Организация эффективной работы подразделения по доставке игровых аппаратов на склад, их складирование, настройка и хранение, доставка со склада к покупателям, а также по доставке игровых аппаратов в регионы. В подчинении 45 человек. Объем площадей - 2000 м2. Около 1000 наименований игровых аппаратов и около 1500 комплектующих к ним.","skills":null},{"position":"Зам. начальника склада","date_from":{"year":2000,"month":2,"day":1,"precision":2},"date_to":{"year":2002,"month":3,"day":1,"precision":2},"company":"ООО \"Русская вино водочная компания\"","experience_area":null,"industries":[{"id":null,"name":"Алкогольные напитки (продвижение, оптовая торговля)","external_id":null}],"description":"Контроль за отгрузкой, приемкой и перемещением вино водочной продукции. Работа с налоговой полицией. Организация всех работ происходящих на складе. Опыт планирования и координации производства и распределение товара по 10 филиалам. Составление как ежедневных, так и еженедельных отчетов по бою, количеством отгрузок за день и составление соответствующих графиков. Руководство погрузкой и выгрузкой железнодорожных вагонов. Почти 1500 наименований алкогольной продукции. Опыт проведение инвентаризаций. Объем площадей - 2500 м2. В подчинении 45 человек.","skills":null}],"education":{"level":{"id":null,"name":"Высшее","external_id":"higher"},"higher":[{"name":"Государственная морская академия им. адмирала С.О. Макарова, Санкт-Петербург","description":"инженер","date_from":null,"date_to":{"year":1998,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"инженер-судоводитель","form":null},{"name":"Высшее военно-морское инженерное училище им. Ф. Э. Дзержинского","description":"инженер","date_from":null,"date_to":{"year":1989,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"инженер-электромеханик","form":null}],"vocational":null,"elementary":null,"additional":[{"name":"НОУ ДПО \"Институт промышленной безопасности, охраны труда и социального партнерства\"","description":null,"date_from":null,"date_to":{"year":2008,"month":0,"day":0,"precision":0},"education_area":null,"result":"курсы"},{"name":"НОУ ДПО \"Институт промышленной безопасности, охраны труда и социального партнерства\"","description":null,"date_from":null,"date_to":{"year":2008,"month":0,"day":0,"precision":0},"education_area":null,"result":"курсы"},{"name":"Государственный инженерно-экономический университет","description":null,"date_from":null,"date_to":{"year":2003,"month":0,"day":0,"precision":0},"education_area":null,"result":"курсы"}],"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 921 9835218","preferred":true,"full_value":null},{"type":{"id":null,"name":"Домашний телефон","external_id":"home"},"value":"+7 812 3792955","preferred":false,"full_value":null},{"type":{"id":null,"name":"Рабочий телефон","external_id":"work"},"value":"+7 921 9835218","preferred":false,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"master-warehouse@bk.ru","preferred":false,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Санкт-Петербург","external_id":"2"},"metro":{"id":null,"name":"Московская","external_id":"15.224"},"address":null,"lat":59.848873,"lng":30.321483},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"eng","name":"Английский","level":{"id":null,"name":"B1 — Средний","external_id":"b1"}},{"id":"deu","name":"Немецкий","level":{"id":null,"name":"A1 — Начальный","external_id":"a1"}},{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}}],"wanted_salary":{"amount":80000,"currency":"RUR"},"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":false,"driver_license_types":null,"military":null,"social_ratings":null,"photos":[{"url":"https://img.hhcdn.ru/photo/653581012.jpeg?t=1710498281&h=9lHH1r1fBUgyZFpBV4OMVw","original":"https://img.hhcdn.ru/photo/653581012.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не имеет значения","external_id":"any"}}}