{"id":"23588337","auth_type":"HH","account_source":328018,"updated":"2024-01-29T13:17:58+03:00","created":"2022-04-05T17:40:43+03:00","files":[],"source_url":"https://spb.hh.ru/resume/93d60eed0001fb422f000133e14d34586c7339?vacancyId=92221244&hhtmFromLabel=suitable_resumes&t=3647567030&resumeId=33243695&hhtmFrom=employer_vacancy_responses","foreign":"93d60eed0001fb422f000133e14d34586c7339","key":"01fb422f","portfolio":[],"data":{"body":null,"area":{"id":"104","name":"Челябинск","url":"https://api.hh.ru/areas/104"}},"resume":{"personal_info":{"photo":{"small":null,"medium":"https://store.huntflow.ru/uploads3/0/7/f/07f96f5142dc23feb3d60be870a77034.jpeg","large":null,"external_id":null,"description":null,"source":null,"id":null},"first_name":"Игорь","middle_name":"Михайлович","last_name":"Михайлов","birth_date":null,"text_block":{"header":null,"body":"header"}},"source_url":null,"position":"Заместитель директора по закупкам и логистике","specialization":null,"skill_set":["внедрение WMS Логистика. Управление складом.","SAP ERP","MS PowerPoint","MS Project","MS Visio","ARIS","CRM Мегаплан","СЭД Oris","Транспортная логистика","MS Office","SAP PS","SAP EWM","SAP MM","1С: Документооборот","1С: Предприятие 8","MS Outlook","Руководство коллективом","Обучение персонала","Закупки","223 ФЗ","44 ФЗ","ABC-анализ","Адресное хранение","Автоматизация склада","Автоматизация закупок","IDEF0","Руководитель проекта","1С-Битрикс"],"gender":{"id":null,"name":"Мужской","external_id":"male"},"experience":[{"position":"Заместитель директора","date_from":{"year":2022,"month":8,"day":1,"precision":2},"date_to":{"year":2023,"month":9,"day":1,"precision":2},"company":"ГК Билтех","experience_area":null,"industries":[{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (производство)","external_id":null}],"description":"Руководство подразделениями\n1.\tОтдел закупок, ВЭД\n1.1.\tОрганизация и координация поставок товаров и материалов, импорт оборудования в соответствии с договорными обязательствами.\n1.2.\tПодготовка и контроль подписания документов на импорт товаров.\n1.3.\tРабота с таможенными брокерами и транспортными компаниями для обеспечения своевременной доставки товаров.\n1.4.\tАнализ рынка КНР, поиск новых поставщиков и партнёров\n1.5.\tРасчёт стоимости и контроль бюджета на закупки сенсорных мониторов, промышленных компьютеров, панельных компьютеров и компьютерного оборудования.\n1.6.\tФормирование отчётов в «1С: Комплексная автоматизация» и документации по снабжению\n1.7.\tКоординация работы с внешними подрядчиками и поставщиками, поиск альтернативных поставщиков по базовым комплектующим.\n1.8.\tКонтроль закупки оборудования из Китая. Ведение реестра поставщиков с контактными данными. Взаимодействие с логистической компанией с учётом особенностей работы ВЭД. Обеспечение альтернативных способов доставки оборудования от новых поставщиков (первичное обращение, оплата, доставка, сертификация\n1.9.\tСнижение времени от заключения договора с заказчиком до начала закупки комплектующих\n1.10.\tНастройка и внедрение резервирования ПКИ и материалов в «1С: Комплексная автоматизация». Объединение в одном заказе поставщику позиций из нескольких заказов на производство, с сохранением иерархии.\n1.11.\tABC анализ в «1С: Комплексная автоматизация» сбыта готовой продукции (ГП) за год по маржинальности и обороту, Выделение групп ГП по степени их важности. XYZ-анализ, классификация ГП в зависимости от характера продаж и точности прогнозирования изменений в потребности в течение года. Декомпозиция состава изделия ГП, получение номенклатуры комплектующих и материалов складского запаса по каждой группе ABC/xyz. Реализация политики пополнения складского запаса.\n1.12.\tРазработка внешнего отчета в «1С: Комплексная автоматизация» по ценам поставщиков, в котором по позициям номенклатуры из заказа поставщику отражаются динамика изменения цен закупки по связанной номенклатуре поставщиков, у которых приобреталась данная номенклатура.\n1.13.\tФормирование отдела закупок, найм персонала.\n2.\tСклад\n2.1.\tОрганизация планирования работы склада, организация выполнения логистических функций склада, мотивация персонала склада, контроль выполнения складских операций персоналом, контроль бумажного документооборота складских документов. Обеспечение полноты и правильности проводок в 1С, обеспечение 100% соответствия остатков ТМЦ в 1С физическим останкам на складе. Внедрение адресного хранения ТМЦ, Проведение всех складских операций в «1С: Комплексная автоматизация». Обеспечение сохранности ТМЦ на складе и операционной готовности к выдаче ТМЦ по первому требованию производства.\n2.2.\tОрганизация приемка ТМЦ на склад в зону приёмки. Проверка полноты комплекта поступивших документов, проверка правильности заполнения поступивших документов. Приёмка ТМЦ по количеству транспортных мест. Приемка ТМЦ по количеству номенклатурных позиций. Входной контроль ТМЦ, приёмка ТМЦ по качеству. Подписание документов, загрузка документов в «1С: Комплексная автоматизация», передача документов в бухгалтерию. При возникновении замечаний по поступившим ТМЦ, размещение ТМЦ в зоне карантина.\n2.3.\tОрганизация хранения ТМЦ на складе. Перемещение ТМЦ из зоны приёмки/ зоны карантина в зону хранения. Размещение ТМЦ в зоне хранения с учетом требований\n2.3.1.\tвесогабаритных характеристик ТМЦ, \n2.3.2.\tк температуре и влажности условий хранения,\n2.3.3.\tскорости оборота ТМЦ, \n2.3.4.\tпартионного учёта\n2.3.5.\tсоблюдения сроков годности\n2.3.6.\tсоблюдения принципа FIFO\n2.3.7.\tадресного хранения\n2.4.\tОрганизация комплектации ТМЦ для выдачи/ перемещения. Получение заявки на выдачу/ перемещение ТМЦ. Подготовка документов на выдачу перемещение ТМЦ. Комплектование партии в зоне комплектации. Извещение смежных подразделений о готовности к выдаче/ перемещение ТМЦ \n2.5.\tОрганизация выдачи ТМЦ. Перемещение ТМЦ из зоны комплектации в зону выдачи. Проверка личности, доверенности лица получающего ТМЦ. Подписание расходных документов\n2.6.\tКонтроль подготовки документов по складской деятельности в «1С: Комплексная автоматизация», контроль согласования документов\n2.7.\tПроведение инвентаризаций.\n2.8.\tОрганизация ведения архива складских документов\n2.9.\tОбеспечение единого источника, из которого можно видеть реальные остатки склада материалов и склада готовой продукции программы «1С: Комплексная автоматизация»\n2.10.\tОбеспечение минимального запаса по всем необходимым комплектующим, контроль запасов. Создание схемы склада, с понятным местонахождением комплектующих и готовой продукции.\n2.11.\tАнализ и моделирование типового функционала по адресному хранению. Использование типового функционала программы «1С: Комплексная автоматизация», разработка кодирования адресов хранения, зонирование склада.\n2.12.\tФормирование отдела складского хозяйства, найм персонала.\n3.\tОтдел логистики\n3.1.\tОрганизация получение ТМЦ от поставщиков, получения ТМЦ на всех транспортных кампаниях\n3.2.\tОрганизация отгрузки ГП наемным транспортом клиентам\n3.3.\tРешение вопросов по претензиям и компенсациям ущерба от транспортных кампаний (по случаем порчи и утере груза)\n3.4.\tОрганизация отгрузки готовой продукции на транспортные кампании\n3.5.\tОбеспечение выполнения заявок на сторонний транспорт (грузовой, спецтехника)\n3.6.\tКонтроль заполнения путевых листов по использованию транспорта предприятия\n3.7.\tКонтроль заполнения и сдачи в бухгалтерию авансовых отчетов по израсходованию подотчетных средств сотрудниками отдела логистики\n3.8.\tКонтроль составления ежемесячных отчетов по использованию стороннего транспорта\n3.9.\tКонтроль сроков выполнения заявок сторонними организациями (порошковое окрашивание, замена брака и пр.)\n3.10.\tОрганизация отправки и получение писем и прочей корреспонденции Почтой России), доставки документов из офиса в различные организации города (а также обратно)\n3.11.\tПри возникновении страховых случаев организация и контроль комплекса работ по их урегулированию (вызов оценщика, составление исковых документов в страховую компанию, отслеживание сроков по возмещению ущерба и т.д)\n3.12.\tКонтроль ведение отчётов сотрудниками отдела в  Bitrix24\n3.13.\tФормирование отдела логистики, найм персонала.","skills":null},{"position":"Начальник ОМТО","date_from":{"year":2021,"month":6,"day":1,"precision":2},"date_to":{"year":2022,"month":7,"day":1,"precision":2},"company":"АО \"Саранский телевизионный завод\"","experience_area":null,"industries":[{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (производство)","external_id":null}],"description":"1.\tОсновные задачи\n1.1.\tРуководство ОМТО;\n-Бюро материалов\n-Бюро металлопроката и крепежа\n-Бюро ПКИ\n-группа ВЭД\n1.2.\tСоставление текущих и перспективных планов производственной и коммерческой деятельности предприятия;\n1.3.\tОбеспечение выполнения планов закупок;\n1.4.\tОценка и анализ издержек, связанных с исполнением закупочных операций;\n1.5.\tАнализ, планирование, организация, координация и управление (включая контроль за исполнением) закупочными процессами предприятия;\n1.6.\tКонтроль за своевременным проведением тендеров по закупкам материалов и ПКИ в соответствии с Кодексом «Закупочные процедуры в Акционерном обществе «Саранский телевизионный завод»;\n1.7.\tАнализ деятельности ОМТО с целью выявления возможности улучшения.\n2.\tВыполняемые функции:\n2.1.\tРуководство деятельностью ОМТО. Издание в пределах своей компетенции распоряжений по ОМТО, поручение работникам подчиненных ему подразделений обязательных для них задач по вопросам, связанным с решением поставленных перед ОМТО производственных проблем. \n2.2.\tОбеспечение надлежащего и своевременного выполнения подразделением возложенных на подразделение функций, выполнение планов закупки материалов, ПКИ.\n2.3.\tКонтроль правильности и своевременности исполнения поставленных задач персоналом ОМТО.\n2.4.\tКонтроль за материально-техническим обеспечением предприятия, за правильным расходованием оборотных средств, выделенных управлению на приобретение ТМЦ.\n2.5.\tОрганизация выбора и разработки перечня одобренных поставщиков.\n2.6.\tОрганизация ведение банка данных потенциальных поставщиков.\n2.7.\tОрганизация ведение банка данных поставщиков, с которыми заключены договоры.\n2.8.\tОрганизация оценки (переоценки) поставщиков.\n2.9.\tОрганизация предъявление продукции входному контролю.\n2.10.\tВ соответствии с планом производства готовых изделий составление текущих и перспективных планов поставок товаров (сырья, полуфабрикатов, комплектующих и прочих материалов), а также анализ и организация необходимых производственных запасов на основе определения потребности в материальных ресурсах с использованием прогрессивных норм расхода (наполняемость платежного календаря) в соответствии с планом производства готовых товаров.\n2.11.\tОрганизация поиска отечественных и зарубежных поставщиков товаров, необходимых для бесперебойной и конкурентоспособной производственно-коммерческой деятельности предприятия. \n2.12.\tОрганизация ведения переговоров и подготовки проектов договоров (контрактов) на поставку товаров, их согласование с заинтересованными службами и представление на подпись уполномоченным Генеральным директором должностным лицам. \n2.13.\tОрганизация получения и оформления счетов на оплату закупаемых товаров, составление перечня очередности оплаты в зависимости от конкретной ситуации и контроль за проведением оплат.\n2.14.\tОсуществление организации доставки закупленной продукции, своевременное предъявление ее для входного контроля.\n2.15.\tОрганизация взаимодействия с поставщиками товаров в случаях нарушения ими договоров в области соответствия поставляемой продукции заявленной, комплектности и сроков поставки, подготовка материалов для предъявления претензий.\n2.16.\t Организация приема и ведения учета входящей документации от сторонних организаций, прием и исполнение заявок, поступающих от подразделений предприятия, на закупку (отпуск, отгрузку) товаров.\n2.17.\tОрганизация отработки требований и заключения договоров на закупку продукции.\n2.18.\tУчастие в пределах своей компетенции в работе совещаний, комиссий по различным вопросам производственной и коммерческой деятельности.\n2.19.\tДоведение Политики, Целей предприятия в области качества, охраны труда и экологического менеджмента и информационной безопасности до персонала ОМТО.\n2.20.\t Определение целей подразделения в области качества, охраны труда, экологического менеджмента и информационной безопасности и доводит их до ОМТО.\n2.21.\tРазработка Положения о ОМТО, должностных инструкций персонала ОМТО, и доведение их до персонала.\n2.22.\tОсуществление оценки кандидатов для работы в ОМТО (работающего персонала) с целью определения их компетентности, профессионализма, способности кандидата обеспечить качественный труд и соответствие требованиям на рабочем месте. Организация повышения уровня профессиональной подготовки работников ОМТО, обеспечение подготовки работников ОМТО к аттестации.\n2.23.\tОсуществление первичного инструктажа вновь принятого в ОМТО работника, повторного инструктажа персонала ОМТО по охране труда.\n2.24.\tОбеспечение создания необходимой производственной среды.\n2.25.\tОпределение и поддержание инфраструктуры (рабочие места, программное обеспечение) в рабочем состоянии, необходимой для выполнения ОМТО своих функций.\n2.26.\tОрганизация управления документацией в ОМТО, в том числе записями результатов ОМТО.\n2.27.\tУчастие, при необходимости, в подготовке планов по качеству.\n2.28.\tОбеспечение разработки и введение в действие, пересмотра и корректировки, документированных процедур, закрепленных за ОМТО. \n2.29.\tОрганизация и непосредственное участие в анализе выявленных в ОМТО несоответствий. Обеспечение подготовки и утверждения актов о результатах анализа несоответствий.\n2.30.\tРазработка при необходимости корректирующих действий при выявлении несоответствий в ОМТО.\n2.31.\tОбеспечение функционирования и постоянного повышения результативности ИСМ в ОМТО посредством использования Политики, Целей в области качества, охраны труда, экологического менеджмента и информационной безопасности, результатов аудитов, корректирующих и предупреждающих действий, анализа со стороны руководства.\n2.32.\tОрганизация интеграции требований ИСМ в деятельность подразделения.\n2.33.\tСодействие применению процессного подхода, риск-ориентировочного мышления и поддержки ориентации на потребителя в подчинённом подразделении.\n2.34.\tОбеспечение доступности ресурсов, необходимых для ИСМ.\n2.35.\tРаспространение в подразделении понимания важности результативного менеджмента и соответствия требованиям ИСМ.\n2.36.\tОрганизация достижения ИСМ намеченных результатов. \n2.37.\tВыполнение правил внутреннего трудового распорядка, правил охраны труда и противопожарной безопасности.\n2.38.\tОбеспечение предоставления представителям руководства в системах менеджмента по направлениям деятельности всей необходимой информации для проведения анализа со стороны руководства.\n2.39.\tОсуществление оценки результативности процессов в соответствии с СТО ИСМ.\n2.40.\tВедение СТО ИСМ, закрепленные за ОМТО.\n2.41.\tОрганизация ведения претензионной работы с поставщиками несоответствующей продукции.\n2.42.\tОсуществление контроля за удовлетворением выставленных претензий (рекламаций) со стороны поставщика.\n2.43.\tПроведение анализа своевременности и целесообразности закупок материалов, полуфабрикатов и ПКИ.\n2.44.\tПредставление подчиненных подразделений по вопросам, отнесенным к его ведению, во взаимоотношениях с руководством и другими структурными подразделениями предприятия.\n2.45.\tСоблюдение Правил внутреннего трудового распорядка, трудового и экологического законодательства;\n2.46.\tОбеспечение соблюдения работниками ОМТО Правил внутреннего трудового распорядка, трудового и экологического законодательства и иных локальных нормативных актов организации, контроль исполнения работниками должностных инструкций и иных документов, определяющих их трудовые функции.\n2.47.\tУчастие в создании, внедрении и совершенствовании автоматизированной системы управления производством.\n2.48.\tАнализ работы ОМТО, подготовка отчетов о деятельности и представление их руководству предприятия.\n2.49.\tВ случае возникновения дебиторской задолженности в результате не поставки, недоставки, невыполнения услуг, возврата некачественной продукции, принимает меры по ее устранению.","skills":null},{"position":"Начальник отдела материально-технического снабжения. Управления методологии закупочной деятельности.","date_from":{"year":2020,"month":4,"day":1,"precision":2},"date_to":{"year":2021,"month":4,"day":1,"precision":2},"company":"ПАО Фортум","experience_area":null,"industries":[{"id":null,"name":"Альтернативная энергетика: гео-, ветро-, солнце-, био- (генерация электроэнергии)","external_id":null},{"id":null,"name":"Теплоэнергетика (генерация электроэнергии и тепла, ТЭС)","external_id":null},{"id":null,"name":"Теплоснабжение (ТЭЦ)","external_id":null}],"description":"1\tОбеспечение закупки и поставки оборудования и материалов для нужд проекта реконструкции \n2\tОрганизация складского хозяйства дирекции заказчика реконструкции \n3.1\tПланирование потребностей в оборудовании и материалах, работах и услугах. Составлении планов контрактации.\n3.2\tЭкспертная поддержка при разработке технических заданий  в части уточнения требований по поставке оборудования и материалов.\n3.3\tОсуществление закупки (223 ФЗ) в рамках годовой комплексной программы закупок и потребностей дирекции заказчика реконструкции, в том числе определение:\n\tспособа и формы проведения регламентированной закупки;\n\tспособа и необходимости размещения информации о регламентированной закупке; \n\tнеобходимости разработки закупочной документации, в том числе технического задания;\n\tусловий поставки и выбора поставщика.\n3.4\tОпределение потенциальных поставщиков/ подрядчиков и возможных источников закупки, направление запросов цен и предложений потенциальным поставщикам/ подрядчикам при осуществлении регламентированной закупки.\n3.5\tВедение уточняющей переписки, совещаний и переговоров с потенциальными поставщиками/ подрядчиками при осуществлении регламентированной закупки.\n3.6\tУчастие в формировании и согласовании договоров, заключаемых для нужд проекта реконструкции реконструкции \n3.7\tОсуществление претензионной работы \n3.8\tОрганизация приёмки товарно-материальных ценностей (далее – ТМЦ) на склад, в том числе организация проведения входного контроля. \n3.9\tОрганизация ведение складского учета.\n3.10\tОрганизация определения условий хранения ТМЦ, размещения и обеспечения хранения ТМЦ на складе в надлежащих условиях.\n3.11\tОрганизация подготовки, комплектования и выдачи ТМЦ со склада.","skills":null},{"position":"Начальник складского хозяйства, дивизион \"Россия\".Управления методологии закупочной деятельности.","date_from":{"year":2018,"month":8,"day":1,"precision":2},"date_to":{"year":2020,"month":4,"day":1,"precision":2},"company":"ПАО \"Фортум\"","experience_area":null,"industries":[{"id":null,"name":"Альтернативная энергетика: гео-, ветро-, солнце-, био- (генерация электроэнергии)","external_id":null},{"id":null,"name":"Теплоэнергетика (генерация электроэнергии и тепла, ТЭС)","external_id":null},{"id":null,"name":"Теплоснабжение (ТЭЦ)","external_id":null}],"description":"2 Основные задачи\n2.1\tРазработка методологии управления складским хозяйством. \n2.2\tУправление работой объединенного складского хозяйства дивизиона «Россия».\n2.3\tОбеспечение соблюдения корпоративных процедур, регулирующих складское хозяйство.\n2.4\tРуководитель инвестиционного проекта \"Техническое перевооружение складов ЭС \"Урал\", ЭС \"Западная Сибирь\" дивизиона Россия\". Ведение инвестиционного проекта в  SAP ERP.\n2.5 Управление запасами. Реализация неликвидов.\n2.6 Оптимизация численности персонала СХ\n2.7 Оптимизация количества складских помещений и открытых площадок хранения\n2.8 Разработка ТЗ \"Система управления складами дивизиона Россия\" SAP EWM\n2.9 Внедрение адресного хранения в складском хозяйстве дивизиона Россия SAP MM\n2.10 Наведение порядка при отгрузках металлолома\n2.11 Разработка и совершенствование стандарта компании \"Организация складского хозяйства\" дивизиона Россия.\n2.12 Систематизация и сокращение виртуальных складов SAP ERP\n\n3 Основные функции\n3.1\tРазрабатывает методологию управления складским хозяйством дивизиона «Россия».\n3.2\tОрганизует и контролирует деятельность объединенного складского хозяйства дивизиона «Россия». \n3.3\tУправляет инвестиционными проектами по оптимизации складских площадей объединенного складского хозяйства дивизиона «Россия», их совершенствования и технического доукомплектования.\n3.4\tРазрабатывает мероприятия по оптимизации использования складских площадей объединенного складского хозяйства дивизиона «Россия».\n3.5\tОсуществляет оптимизацию численности персонала и структуры складского хозяйства дивизиона «Россия».\n3.6\tРазрабатывает мероприятия по обеспечению объединенного складского хозяйства складским оборудованием, механизмами и материалами и контролирует их выполнение.\n3.7\tОрганизовывает и осуществляет надзор за деятельностью складского хозяйства дивизиона «Россия», в том числе организовывает и проводит проверки выполнения ответственными сотрудниками и подразделениями требований документов, регламентирующих деятельность складского хозяйства.\n3.8\tПо результатам проверок выдает предписания о приведении в соответствие деятельности складского хозяйства требованиям регламентирующих документов, контролирует исполнение данных предписаний.\n3.9\tПроводит анализ структуры складских остатков с целью выявления излишков закупаемых товарно-материальных ценности (далее – ТМЦ), а так же неликвидов. \n3.10\tОбеспечивает разработку и внедрение мероприятий по предотвращению появления неликвидов на складах дивизиона «Россия».\n3.11\tФормирует отчетность о деятельности объединенного складского хозяйства дивизиона «Россия».\n3.12\tОрганизует и контролирует проведение технической инвентаризации ТМЦ на всех складах дивизиона «Россия».\n3.13\tУчаствует в разработке и моделировании алгоритмов работы программного обеспечения SAP в разделе управления объединенным складским хозяйством (виртуальный склад).\n3.14\tУчаствует в проработке вопросов логистики, ввоза/ вывоза и хранения оборудования и материалов на площадке (точки и возможность въезда/ выезда, сроки готовности ж/д, места погрузки/ разгрузки, состава складов, соблюдения условий хранения, правил укладки, переваловки грузов и т.д.).","skills":null},{"position":"Начальник службы логистики","date_from":{"year":2017,"month":5,"day":1,"precision":2},"date_to":{"year":2018,"month":5,"day":1,"precision":2},"company":"Кыштымское машиностроительное объединение, ЗАО","experience_area":null,"industries":[{"id":null,"name":"Оборудование и станки для добывающей, энергетической, нефтегазовой и химической отрасли  (производство)","external_id":null},{"id":null,"name":"Продукция цветной металлургии (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Цветная металлургия (выплавка, металлопрокат)","external_id":null},{"id":null,"name":"Металлические изделия, металлоконструкции (производство)","external_id":null}],"description":"Руководство отделами\n1. Транспортная логистика. \nФормирование отдела логистики. Упорядочение системы документооборота. Аудит договоров с транспортно экспедиционными компаниями. Расширение количества контрагентов предоставляющих транспортные услуги (географические направления, перевозка негабаритного груза). Внедрение конкурентной процедуры отбора подрядчиков.\n2. Транспортный цех. ЖД участок.\nОбновление персонала транспортного цеха и ЖД участка. Обновление автотранспортной и специальной техники.Расширение количества контрагентов предоставляющих в аренду специальную технику. Дефектовкаи ремонт ЖД путей не общего пользования. Ремонт тягового и подвижного состава. Взаимодействие с РЖД \n3. Складское хозяйство.\nАудит складского хозяйства. Планирование и осуществление мероприятий по повышению эффективности работы складского хозяйства (оптимизация структуры складов, внедрение адресного хранения, внедрение системы автоматизации склада WMS 1С Предприятие, штрих кодирования ТМЦ).Обеспечение сохранности поступающих ТМЦ при приёмке, погрузке и выгрузке, хранении на складах. Модернизация системы видео наблюдения. Обеспечение своевременного ремонта складских помещений, оборудования, инвентаря, своевременного оформления заявок на приобретение необходимых средств автоматизации и механизации, расходных материалов. Организация проведения инвентаризаций и ревизий ТМЦ. Контроль оформления транспортных и финансовых документов , своевременное составление актов на недостающие ТМЦ в связи с порчей, боем, хищением. Контроль  учёта ТМЦ, соблюдения правил оформления складских операций, сдачи первичных приходно-расходных документов.","skills":null},{"position":"Начальник складского хозяйства","date_from":{"year":2015,"month":8,"day":1,"precision":2},"date_to":{"year":2017,"month":3,"day":1,"precision":2},"company":"Т-хелпер телеком","experience_area":null,"industries":[{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (производство)","external_id":null},{"id":null,"name":"Спутниковая связь","external_id":null},{"id":null,"name":"Оптоволоконная связь","external_id":null},{"id":null,"name":"Фиксированная связь","external_id":null},{"id":null,"name":"Мобильная связь","external_id":null}],"description":"1/Руководство Производственно -хозяйственной деятельностью складского хозяйства\n2/Организация работы по приему, складированию, хранению,отпуску перемещению между складами ТМЦ, рациональному размещению в помещениях и на площадках\n3/Обеспечение проведения погрузочно разгрузочных работ, обеспечение соблюдения правил техники безопасности погрузочно разгрузочных работ\n4/Обеспечение сохранности поступающих ТМЦ при приёмке, погрузке и выгрузке, хранении на складах. Модернизация системы видеонаблюдения.\n5/Обеспечение своевременной отгрузки ТМЦ и возвратной тары, не допуская недогруза транспортных средств  и сверхнормативного простоя.\n6/Контроль оформления транспортных и финансовых документов , своевременное составление актов на недостающие ТМЦ в связи с порчей, боем, хищением в пути.\n7/Обеспечение учёта ТМЦ, соблюдения правил оформления складских операций, сдачи первичных приходно-расходных документов.\n8/Организация проведения инвентаризаций и ревизий ТМЦ\n9/Организация отпуска ТМЦ подразделениям, сторонним организациям.\n10/Обеспечение своевременного ремонта складских помещений, оборудования, инвентаря, своевременного оформления заявок на приобретение необходимых средств автоматизации и механизации, расходных материалов.\n11/Аудит складского хозяйства. Планирование и осуществление мероприятий по повышению эффективности работы складского хозяйства (оптимизация структуры складов, внедрение адресного хранения, внедрение системы автоматизации склада WMS 1c, штрих кодирования ТМЦ)","skills":null},{"position":"Заместитель директора по логистике и материально техническому снабжению","date_from":{"year":2014,"month":9,"day":1,"precision":2},"date_to":{"year":2015,"month":8,"day":1,"precision":2},"company":"ООО ПРОМАТИС, Инжиниринг, Автоматизация технологических процессов","experience_area":null,"industries":[{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (монтаж, сервис, ремонт)","external_id":null},{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (монтаж, сервис, ремонт)","external_id":null},{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (производство)","external_id":null}],"description":"Обязанности:\n\nРуководство отделами закупок, логистики, склад\nАнализ и выявление узких мест в существующих процессах вверенных отделов, оптимизация существующих процессов\nФормирование и описание регламентов в работе отделов\nВнедрение и контроль утвержденных регламентов\nБюджетирование\nУправление логистикой: \n◦координация проведения работ по проектированию логических систем и внедрению их на предприятии; \n◦расчет затрат на логистику, разработка бюджета на логистику и обеспечение его соблюдения;\n◦организация работы по созданию и внедрению логистических информационных систем.\nТаможенного оформления.\nАвтоматизация складских операций и внедрение WMS Логистика. Управление складом. Внедрение TMS Логистика. Управление перевозками, разработка регламентов и ключевых показателей эффективности, постановка задач IT отделу.\n\nРеализованные проекты\n1 ОАО Мечел Кокс Биохимическая установка Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n2 ТРК Родник Автоматизированная система управления и диспетчеризации инженерно-техническими системами Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n3 РОСНити Экспериментальная Установка ППТ Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n4 ОАО УТСК Челябинские тепловые сети Магистральная теплотрасса с насосной в Металлургическом районе г. Челябинска Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n5 ОАО ЧТПЗ Сэлмерс, система прослеживаемости цеха «Высота-239», Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n6 Соколовско Сорбайское Горнообогатительное Объединение Обжиговая Машина №6 Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n7 АтэкИНЖ ТРК Алмаз, ИТП Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n8 Соколовско Сорбайское Горнообогатительное Объединение, рудник КзылЖар Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)","skills":null},{"position":"Начальник отдела логистики и комплектации","date_from":{"year":2006,"month":3,"day":1,"precision":2},"date_to":{"year":2014,"month":9,"day":1,"precision":2},"company":"ООО ПРОМАТИС, Инжиниринг","experience_area":null,"industries":[{"id":null,"name":"Системная интеграция,  автоматизации технологических и бизнес-процессов предприятия, ИТ-консалтинг","external_id":null},{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (монтаж, сервис, ремонт)","external_id":null},{"id":null,"name":"Промышленное, бытовое электрооборудование и электротехника (производство)","external_id":null}],"description":"Обеспечение проектных подразделений информацией о стоимости продукции для оценки стоимости проектных решений на этапе тендера;\n- Планирование закупок:\n- Уточнение рабочей спецификации;\n- Формирование запросов на закупку продукции и запросов на изготовление шкафов НКУ\n- Составление план-графика работ по полученному заказу в части поставки продукции;\n- Выбор поставщиков продукции и изготовителей шкафов;\n- Заключение договора и закупка продукции;\n- Входной контроль и контроль качества изготовления оборудования;\n- Мониторинг процесса закупок оборудования и комплектующих;\n- Доставка продукции Заказчику и выдача документов на продукцию Заказчику;\n- Таможенное оформление\n- Оценка поставщиков и изготовителей НКУ, формирование списка предпочтительных поставщиков и изготовителей НКУ,списка резервных поставщиков и изготовителей (которые предоставляли свои предложения на запросы компании);\n- анализ результативности процесса согласно целям процесса, принятие мер по улучшению решений и по совершенствованию внутренних работ\n\nНачальник отдела комплектации и логистики (ОКиЛ), выполняет следующих действия:\n• обеспечение соответствия заданным техническим требованиям и плановым срокам поставок приобретаемой продукции;\n• обеспечение соответствия НКУ заданным техническим требованиям, качеству сборки и срокам изготовления;\n• обеспечение минимизации закупочных цен при условии соответствия заданным техническим требованиям и срокам поставок;\n• контроль соблюдения бизнес процесса всеми его участниками, включая взаимоотношения между подразделениями, выявление в «узких мест»\n\nМодернизация сетевой инфраструктуры компании\n1000BASE-TX\n\nРеализованные проекты\n1 ОАО Фортум, Аргаяшская ТЭЦ Модернизация приводов ПСУ котлов 1,3,8,9 Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n2 АтэкИНЖ Гостиница Рэдиссон, ИТП Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n3 Соколовско Сорбайское Горнообогатительное Объединение Обжиговая Машина №4 Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n4 ОАО Мечел Кокс Аммиачная установка Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n5 Волжский Трубный завод, Интермашстрой Торцефасочный станок Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n6 Новоуренгойская Нефтехимическая Компания Редукционная Охладительная Установка Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n7 ООО Теплоэнергетик Установка узлов учета тепла на Котельной №1, Котельной №4 Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n8 Первоуральский Ново Трубный Завод Цех №8 Раскрой заготовки Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n9 ООО Теплоэнергетик Установка узлов учета тепла на Котельной №2 Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n10 ОАО «Златмаш» Установка узлов коммерческого учета воды на насосных I и II-подъема Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n11 Первоуральский Ново Трубный Завод Цех №8 Подсчёт заготовки Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n12 ОАО Электростальский завод тяжелого машиностроения Система управления обрудованием абразивно-отрезного станка для резки горячего металла Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n13 ООО Терн Ки Пайплайн Сервисез поставка Сименс Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n14 Соколовско Сорбайское Горнообогатительное Объединение Комплекс сухой магнитной сепарации КСМС Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n15 Соколовско Сорбайское Горнообогатительное Объединение Комплекс средне мелкого дробления КСМД Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n16 Уральская Кузница Межцеховые узлы учёта газа Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n17 ОАО Электростальский завод тяжелого машиностроения Стан ХПТ55, стан ХПТ90 Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n18 Филиал ОАО «ОГК-3» \"Южноуральская ГРЭС\" Автоматизированная информациооно измерительная система коммерческого учёта тепловой энергии Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n19 Ангарская Нефтехимическая Компания Редукционная Охладительная Установка пара Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n20 ОАО Фортум, Аргаяшская ТЭЦ Модернизация приводов ПСУ котлов ст. № 5, 6, 7 Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n21 «Уральские пельмени» Автоматизированная система управления производством (расширение системы 2009года) Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n22 ОАО «Уралтрубмаш» Замена существующей системы АСУТП волочильного стана ЗТОП-75. Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n23 ООО Инновационный центр Прокатный стан ДУО 320х400. Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)\n24 ОАО УТСК Челябинские тепловые сети Реконструкция водогрейного котла ст. №5 Югозападная котельная Реализация проекта в части поставки оборудования и изготовления НКУ (Электротехнические Щиты, пульты, шкафы итп)","skills":null},{"position":"Начальник отдела IT","date_from":{"year":2004,"month":3,"day":1,"precision":2},"date_to":{"year":2006,"month":3,"day":1,"precision":2},"company":"ЗАО Проматис, Системная интергация, АСУТП, офисная автоматизация","experience_area":null,"industries":[{"id":null,"name":"Системная интеграция,  автоматизации технологических и бизнес-процессов предприятия, ИТ-консалтинг","external_id":null},{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (продвижение, оптовая торговля)","external_id":null},{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (монтаж, сервис, ремонт)","external_id":null},{"id":null,"name":"Электронно-вычислительная, оптическая, контрольно-измерительная техника, радиоэлектроника, автоматика (производство)","external_id":null}],"description":"1.1. Отработка комплексных заявок заказчиков на поставку оборудования.\n− передача менеджерам по продукту (Сименс, КИП, калориметры, Шнейдер Электрик, Вычислительная техника, Программное обеспечение …) соответствующей части заявки (спецификации) для подготовки ими ценового предложения;\n− подготовка ценового предложения по иному оборудованию, присутствующему в заявке;\n− сведение ценовых предложений в единое коммерческое предложение или спецификацию для передачи заказчику;\n− работа с заказчиком по заключению договора на поставку;\n− при заключении с заказчиком договора на поставку организация его выполнения (оплата от заказчика, оплата поставщикам, поиск поставщиков и организация закупа «нетрадиционных» (не Сименс, не КИП, не …) комплектующих, контроль закупа и закуп «традиционных» комплектующих (Сименс, Риттал, Шнайдер электрик, Адвантек, итд) организация и контроль доставки, организация и контроль оформления документов, организация и контроль выдачи оборудования заказчику.\n1.2. Отработка заявок заказчиков на поставку «нетрадиционного» оборудования (см. п.1.1).\n 1.3. Организация поставки комплектных устройств.\n− поиск (при необходимости) подрядчиков для комплектации и изготовления заказного оборудования;\n− обеспечение производителя комплектующими;\n− работы аналогичные п.1.1.\n 1.4. Подготовка или участие в подготовке технико-коммерческих и коммерческих предложений по заявкам менеджеров по ПРОЕКТУ.\n1.5. Расширение номенклатуры для самостоятельного предложения заказчикам.\n1.6. Координация работы с менеджерами по ПРОЕКТУ и менеджерами по продуктам.\n1.7. Модернизация сетевой инфраструктуры компании\n100BASE-TX\n\nРеализованные проекты\n1/проектирование монтаж и поставка оборудования ЛВС административного корпуса, ОАО КЕММА\n2/проектирование монтаж и поставка оборудования ЛВС таможенного поста, ОАОМечел\n3/Поставка и изготовление электротехнического оборудования ОАО ЧТПЗ, проект Экспандер2\n 4/Поставка вычислительной техники, оргтехники и расходных материалов ОАО Челябэнерго\n5/Поставка вычислительной техники и оргтехники ОАО Мечел, Аглофабрика\n6/Поставка вычислительной техники, сетевого оборудования, промышленных компьютеров ОАО ММК, ЛПЦ4, ЛПЦ5, Мартеновский цех\n7/Поставка комплектных трансформаторных подстанций ОАО ЧТПЗ, Цех6 Линия антикоррозионного покрытия\n8/Поставка и изготовление электротехнического оборудования ОАО Красный октябрь, Агрегат печь ковш АКП-140\n 9/Поставка и изготовление электротехнического оборудования, поставка вычислительной техники и промышленных компьютеров, ОАО ТагМет, ТПЦ1 система прослеживаемости труб\n10/Поставка и изготовление электротехнического оборудования, поставка вычислительной техники и промышленных компьютеров, ОАО Волжский трубный завод, ТПЦ3 система прослеживаемости труб\n11/ Поставка и изготовление электротехнического оборудования, поставка вычислительной техники и промышленных компьютеров, ОАО Волжский трубный завод, Калибровочный стан\n12/ Поставка и изготовление электротехнического оборудования, поставка вычислительной техники и промышленных компьютеров, ОАО ТагМет, Калибровочный стан\n13/ Поставка и изготовление электротехнического оборудования, поставка вычислительной техники, ОАО Волжский трубный завод, Комплексная система электрики, автоматизации, управления и прослеживаемости труб. Линия отделки обсадных труб\n14/ Поставка и изготовление электротехнического оборудования, ОАО ЭЗТМ г. Электросталь.\n15/ Поставка весового оборудования, вычислительной техники программного обреспечения, ОАО МЕЧЕЛ Кокс","skills":null},{"position":"Ведущий инженер,Начальник отдела автоматизированных систем","date_from":{"year":1995,"month":8,"day":1,"precision":2},"date_to":{"year":2004,"month":3,"day":1,"precision":2},"company":"АО Проматис, Автоматизация, поставка ВТ, АСУТП","experience_area":null,"industries":null,"description":"проектирование СКС, монтаж и поставка оборудования ЛВС, Ремонт и настройка ВТ, инсталляция ПО. Создание сетевой инфраструктуры компании 10BASE-2, 10BASE-T, 100BASE-T4\n\nЗа время работы осуществлено более 200 проектов не только в России, но и за рубежом, в части поставки оборудования вычислительной техники изготовления НКУ,\nдля систем электроснабжения, автоматизированного электропривода, АСУ ТП и КИП, систем оперативного управления производством.\nУспешно разработаны и внедрены системы АСУ ТП и электропривода в производственных цехах Челябинского трубопрокатного завода, разработаны комплексные проекты по автоматизации на ОАО «Мечел», ОАО «ММК», «Макси-Групп» (г.Ревда), ОАО «Трубопласт», ОАО «Красный Октябрь» и др.\n\nБольшой опыт материально технического снабжения производства, изготовления электротехнического оборудования, закупок электротехнического оборудования, вычислительной техники , сетевого оборудования, кабельной продукции, ПО, Оборудование КИП. \nSiemens, SCHNEIDER ELECTRIC, Rittal, Phoenix Contact, Omron, WAGO, Belden, Pepperl+Fuchs, Endress Hauser, Advantech, APC, HP, IBM, СISCO, MOXA, Microsoft, WonderWare, Oracle EMCO Flow Systems USA","skills":null}],"education":{"level":{"id":null,"name":"Высшее","external_id":"higher"},"higher":[{"name":"Челябинский государственный педагогический университет, Челябинск","description":"Теория и практика китайского языка","date_from":null,"date_to":{"year":2024,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"институт непрерывного дополнительного образования (ИНиДО) ","form":null},{"name":"Российский экономический университет им. Г.В. Плеханова, Москва","description":"Финансы и кредит, Диплом: Управление оборотными средствами дистрибьюторской компании.Управление запасами","date_from":null,"date_to":{"year":2004,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Факультет по переподготовке специалистов с высшим образованием","form":null},{"name":"Южно-Уральский государственный университет (Национальный исследовательский университет), Челябинск","description":"Вычислительные машины, комплексы, системы и сети","date_from":null,"date_to":{"year":1992,"month":0,"day":0,"precision":0},"education_area":null,"faculty":"Приборостроительный","form":null}],"vocational":null,"elementary":null,"additional":[{"name":"Логистика, интегрированная цепь поставок","description":null,"date_from":null,"date_to":{"year":2012,"month":0,"day":0,"precision":0},"education_area":null,"result":"The integrated supply chain process"},{"name":"История государства российского","description":null,"date_from":null,"date_to":{"year":2010,"month":0,"day":0,"precision":0},"education_area":null,"result":"История"},{"name":"Корпоративные сети","description":null,"date_from":null,"date_to":{"year":1998,"month":0,"day":0,"precision":0},"education_area":null,"result":"Проектирование ЛВС"},{"name":"Основы Менеджмента","description":null,"date_from":null,"date_to":{"year":1996,"month":0,"day":0,"precision":0},"education_area":null,"result":"Менеджмент"},{"name":"Основы маркетинга","description":null,"date_from":null,"date_to":{"year":1996,"month":0,"day":0,"precision":0},"education_area":null,"result":"Маркетинг"}],"attestation":null,"certificate":null},"contact":[{"type":{"id":null,"name":"Мобильный телефон","external_id":"cell"},"value":"+7 932 3042102","preferred":false,"full_value":null},{"type":{"id":null,"name":"Домашний телефон","external_id":"home"},"value":"+7 932 3042102","preferred":false,"full_value":null},{"type":{"id":null,"name":"Эл. почта","external_id":"email"},"value":"mim68@inbox.ru","preferred":true,"full_value":null}],"area":{"country":null,"city":{"id":null,"name":"Челябинск","external_id":"104"},"metro":null,"address":null,"lat":0.0,"lng":0.0},"relocation":{"id":null,"name":null,"external_id":null},"citizenship":[{"id":null,"name":"Россия","external_id":"113"}],"language":[{"id":"zho","name":"Китайский","level":{"id":null,"name":"B1 — Средний","external_id":"b1"}},{"id":"eng","name":"Английский","level":{"id":null,"name":"B1 — Средний","external_id":"b1"}},{"id":"rus","name":"Русский","level":{"id":null,"name":"Родной","external_id":"l1"}}],"wanted_salary":null,"work_schedule":[{"id":null,"name":"Полный день","external_id":"fullDay"},{"id":null,"name":"Полная занятость","external_id":"full"}],"has_vehicle":true,"driver_license_types":["B"],"military":null,"social_ratings":null,"photos":[{"url":"https://hhcdn.ru/photo/617895860.jpeg?t=1706603047&h=sIXYLwQ6V7PCJ8Ej8OdmtQ","original":"https://hhcdn.ru/photo/617895860.jpeg"}],"additionals":null,"wanted_place_of_work":null,"updated_on_source":"0001-01-01T00:00:00","travel_time":{"id":null,"name":"Не имеет значения","external_id":"any"}}}